{
    "storymap": {
        "language": "AU",              
        "map_type": "osm:standard",      
        "map_as_image": false,  
        "slides": [
       {
            "type": "overview",
            "date": "2014",
            "text": {
                "headline": "Writing in the Red Wake",
                "text": "<p>Travel plans are like children, conceive them when you’re tipsy then leave the details until later. Dutch courage is necessary to hit the points on the map boldly, with enough conviction that the ink stains the paper and there’s no turning back.</p><p>So it was with my mate Marten and I (the travel plans, not the children). I can’t remember the inner-west Sydney pub but I can remember things really began when the conversation turned towards the breakaway state of Transnistria. I had researched it years before and tried ever since to find someone to accompany me there. Problem was it’s a pretty tough destination to sell.</p><p>“The last autonomous Soviet state. It has its own currency, stamps and passports, it runs along the Eastern border of Moldova but is independent.”</p><p>These words came easily, the spiel well rehearsed even though no one had signed up. “Transnistria acts as a corridor for illegal traffic to flow from Eastern Europe to the West and back … Another round?”</p><p>Luckily, Marten was right there with me. We had a mutual curiosity in the legacy of international communism — this political and historical juggernaut that had collapsed in a cloud of radioactive dust before we were old enough to understand it. Still, the ruins were there to inspect, their edges hopefully not too rounded by time to be beyond reassembly into a coherent picture of day-to-day life.</p><p>“Also, have you heard of a place called Baku?”</p><p>We shifted our attention east, to the largest city in Azerbaijan, Baku. It had been the focal point of the early oil industry. Transformed almost overnight from ancient fortress to cosmopolitan metropolis, it had attracted rich investors and criminals looking to exploit rich investors. The Soviets had built the first oil rig 100 kilometres out to sea from Baku, a vast wooden city built on silt and garbage, accessible by a system of long wooden platforms. It was now disused and, section by section, slowly falling back into the oily water.</p><p>Then, Chernobyl. The site of the largest nuclear disaster that the world has ever seen. Only officially opened to tours in 2008, it is now possible to see Soviet life frozen in time at the moment the town was evacuated.</p><p>“Your round, mate.”</p><p>Finally, rural China. Such a nebulous destination — a result of both Marten’s and my ignorance on the subject and the amount of alcohol we had consumed.</p><p>“Oh, and we should do it all on motorbikes.”</p><p>In the coming weeks, on a map smuggled to my desk in between sheets of work, a trip took shape. Destinations and transport were researched and information flowed in like breaking news updates. “It’s not possible to hire or buy motorbikes in China without a guide. $100 / day” Marten wrote in a chat window. “Ok, maybe China on rail, Trans-Siberian to Moscow and we buy our bikes there … Actually bikes in Berlin would make more sense – everyone speaks English” and so on. Routes flexed and warped, snared on new locations while modes of transport evolved or devolved to match constraints.</p><p>Eventually as regions became definite and modes of transport solidified, it became clear a panoply of skills had to be attained. We had to buy motorbikes, learn to ride and fix them and learn emergency first aid. Most of all we had to learn some semblance of Russian to have any hope of interacting with locals on a level deeper than between a man and his goldfish. Individually these skills could take years to master but, all superimposed over one another, they formed a constant background noise in my mind.</p><p>Courses were attended and weekends were sacrificed; first aid course, motorcycle maintenance course, provisional license test, Russian language course. Money was stored like nuts for winter under a brutal saving regime — no more lunches out instead a 1kg block of cheese, aging in the work fridge, lost a few slices every day.</p><p>The research still hasn’t stopped. In fact it grows at an exponential rate as every question is answered with more questions. For example “How do we get around a limit of 72 hours (to the minute) for foreign vehicles in Azerbaijan?” becomes — “Where do we go to after Azerbaijan?”. The country is hemmed in by the Caspian Sea, Georgia, Iran, Armenia and Russia. So the next question is “Which borders can we go through?” The answer is: all these borders are closed to us except Georgia and Iran.</p><p>Next, “Can we cross the Caspian?” No, travel across the Caspian to Turkmenistan is not an option because Turkmenistan requires you to always have a guide and seems to close its borders on a whim. “Can we cross Azerbaijan and back in 72 hours?” Kinda, this would mean crossing the entire width of it and back (more than 1000km) in 72 hours — a recipe for a sore arse. So now, this means seeing Azerbaijan in any capacity requires entry into Iran. “What are the visa requirements for Iran?” etc.</p><p>This means that even now, with under a week before I leave I can’t be sure exactly where I’m going. It’s a situation that sits you down, slaps you in the face and tells you to relax. What I am certain of is that the stones of fear, guilt, anxiety and excitement that are in my gut will get hotter and heavier till the moment I lift off from the runway and up into the blue.</p>"
            },
            "media": {
                    "url":              "https://4e743a42571ca823c1cdc151577ce427e81f65fc.googledrive.com/host/0BxYuDRXULebKay1EVzlRaUNVa28/photo.jpg",
                    "credit":               "Marten Cullity",
                    "caption":          "\"The October Revolution Needs you\""
                }
        }, 
     
        {
            "date": "April 2015",
            "text": {
                "headline": "Collective farm in Kyrgyrzstan",
                "text": "<p>The world had seen few things as socially aggressive and radical as the Soviet’s drive toward collectivisation. Entire ancient nations were torn up by their roots, forced to work land that would never yield crops (the main reason they had been nomadic in the first place). This lead to uprisings which were in turn brutally crushed. Eventually the collective farm became perhaps the most important feature of the Soviet landscape, glorified in propaganda, hailed as a victory for Socialism.</p><p>Once the Soviet Union fell, the collective farm vanished almost completely, no longer economically viable in the globalised world of mega farms and automated agriculture. Some die-hards remain, living the Soviet hangover but with no pre-Soviet life to return to they feel alienated by the world today.</p><p>In this chapter, the author spends a week working on a farm in Kazakhstan which has barely changed since the days of the USSR. The characters he meets provide insights into what life was like on these farms their day to day operations as well as why some are nostalgic for communism and still don’t trust the West. We understand why many from the Soviet Union currently feel displaced, abandoned by the political system they believed, in and with few opportunities in today’s reality, they have little choice but to continue as they always have.</p>"
            },
            "location": {
                "name": "Kadamzhai District",
                "lat": 39.968772, 
                "lon": 71.740952,
                "zoom": 6,
                "line": true
            },
            "media": {
                    "url":              "http://www.russia-ukraine-travel.com/image-files/unkown-russian-artist-women-of-the-kolkhoz.jpg",
                    "credit":               "wikipedia",
                    "caption":          "колхо́з"
                }
        }, 
        {
            "date": "May 2015",
            "text": {
                "headline": "Baikonur Cosmodrome",
                "text": "<p>Whoever was victorious in the space race would claim the propaganda coup that their economic system bore superior fruit. Yet there was also a menacing underside - the implication by the victor to the loser that “we can reach you, we now control the skies over your heads”. So on October 4, 1957, when the Soviets launched the R-7, first intercontinental ballistic missile, into space with its payload of the first satellite Sputnik, the US were shocked. This kicked off the race to the moon which was essentially a race for military superiority of space. Even still, it captured the public’s attention in both regimes, seen in the US as a natural extension of their exploratory spirit and in the USSR as validation of their planned economy.</p><p>The author visits Baikonur cosmodrome, the site in Kazakhstan from which Sputnik and Yuri Gagarin, the first man in space, were launched. It was also the site of the horrific Nedelin Catastrophe in which an ICBM R-16 exploded on the launch pad killing over 100 people.</p><p>Today the cosmodrome is still in operation, leased by the Russian government from Kazakhstan, it’s a strange place to find yesterday’s tomorrow (Russian guards have to keep ejecting Kazakh shepherds and their sheep from buildings around the base).</p><p>This chapter tells the story of the space race from the Soviet perspective (something not well known in the West), and explains how this represented a giant technological leap to which we owe everything from the Kidney dialysis machine to teflon.</p>"
            },
            "location": {
                "name": "космодром «Байконур»",
                "lat": 45.8374351,
                "lon": 63.3114014,
                "zoom": 6,
                "line": true
            },
            "media": {
                    "url":              "http://upload.wikimedia.org/wikipedia/commons/5/59/Soyuz_expedition_19_launch_pad.jpg",
                    "credit":               "wikipedia",
                    "caption":          "Baikonur Cosmodrome (космодром «Байконур»)"
                }
        },
        {
            "date": "May 2015",
            "text": {
                "headline": "Aral Sea: Mother Nature’s Mistakes",
                "text": "<p>The sight of rusting ships marooned on the vast Kazakh steppe seems reserved for the dreamscapes of surrealist paintings. But if you plunge your fingers into the salt streaked desert sand you can still dig up sea shells. This is all that remains of much of the Aral Sea, once the fourth largest inland body of water, it is now half its former size and shrinking. It began to dry up in the 1960s when the tide never returned. This was a few years after the flow of two massive rivers that fed the Sea were diverted from the Soviet plan to irrigate the steppe and grow cotton.</p><p>The Aral Sea is an extreme example of Stalin’s penchant for geo-engineering which sought to reshape the earth and correct “mother nature’s mistakes”. Kazakhstan and Uzbekistan have inherited many of the consequences of this hubris, from the toxic dust that poisons the air and ground to the formerly flourishing fishing industries that now lie in ruins.</p><p>The author visits a ravaged formerly seaside town, speaks with the locals and discovers how they live in the shadow of Soviet geoengineering. The fascinating history is relayed and the author sees what methods are being employed today to try and repair the damage and correct the mistakes of yesterday.</p>"
            },
            "location": {
                "name": "The Aral Sea",
                "lat": 45.000000, 
                "lon": 60,
                "zoom": 6,
                "line": true
            },
            "media": {
                    "url":              "http://www.columbia.edu/~tmt2120/dried_aral_ship.jpg",
                    "credit":               "Columbia University",
                    "caption":          "The Aral Sea"
                }
        },
         {
            "date": "May 2015",
            "text": {
                "headline": "Nagorno-Karabakh: Bad Neighbours Make Good Fences",
                "text": "<p>Fanaticism thrives on peripheries. I was thinking about this when the mashutka (minibus) pulled up at the exit to the bus station and flung its doors open. In poked the head of a man holding a religious hologramatic picture of the Virgin Mary morphing into Jesus on the crucifix in one hand and a meat cleaver in the other. Fortunately this was no zealot; rather a travelling salesman that diversified a little too much. The pictures were a flop but two people bought the meat cleavers, one of them sitting right behind me.</p><p>The bus closed its doors and continued on. I was in Yerevan, the capital of Armenia. Armenia is the oldest Christian country in the world, a fact that is formative to their national identity. The region in which they live also contributes to this. Armenia shares three of its four borders with Iran, Turkey and Azerbaijan, in which all Islam is the national religion.</p><p>The Nagorno-Karabakh War between Armenia and Azerbaijan was based on ethnic and territorial differences as well as religion. It ended with the creation of Nagorno-Karabakh, a de-facto state, closely allied with Armenia, and a mighty thorn in the side of Azerbaijan who will refuse any traveller entry to their country if they show evidence of having been there. This was my destination.</p><p>The autovakzal (bus station) in Nagorno-Karabakh’s capital, Stepanakert, is little more than an unlevelled dirt lot. When the door of the mushutka opened there was a crush from both sides, of people trying to get out — having been stuck in a bus tackling mountainous terrain for seven hours — and locals trying to ply the arrivals for business.</p><p>Let me speak for my generation for a moment — to everyone out there, in these troubled times, considering door-to-door salesman as a potential career option: don’t, unless you are part of that rare breed (see below). When I am approached for my custom, my gut reaction is to automatically refuse. It not just out of fear that I will get ripped off. The age of the door-to-door vacuum cleaner salesman waiting on the threshold, all teeth and brill-cream has gone the way of DDT based fly spray. My generation aren’t interested in buying things any more; we buy the promises associated with things. We need to want it, to yearn for it, before we will even consider buying it. And to have someone approach me when I have not had time to yearn for it. Well, it comes off as just plain desperate.</p><p>Now to introduce the exception that proves the rule. Within that bus station crush was a man so entirely contradictory to the spit and polish salesman, his shtick so unadorned and relentlessly practical that it can only be described as raw salesmanship. His name was Ashot.</p><p>You want taxi?”. He stood there with the reptilian eyes and brown teeth of a very heavy smoker.</p><p>“No, I don’t want a taxi. Some guy over there gave me his number with a taxi on it.”</p><p>“My taxi is better.”</p><p>“Well I don’t want a taxi.”</p><p>“You want hotel?”</p><p>“No, I want a homestay.”</p><p>“I have homestay. Very cheap. 4000 dram. Come look, if you like it you can stay, if not don’t worry.”</p><p>I had to admire the dexterity to which he batted to the side my every objection and the price was cheap enough. I looked at Marty and at Alessio, a happy go lucky Italian that had caught the bus with us.</p><p>“Fine.”</p><p>I had learnt a lesson in Ashot’s Guide to Taking Foreigners around Nagorno-Karabakh.</p><p>Lesson #1: You always have what they want. Even if they want something else."
                           },
            "location": {
                "name": "Stepanakert",
                "lat": 39.829805, 
                "lon": 46.759851,
                "zoom": 6,
                "line": true
            },
            "media": {
                    "url":              "http://news.bbcimg.co.uk/media/images/60593000/jpg/_60593750_nagorno_parade_g.jpg",
                    "credit":               "Getty Images",
                    "caption":          "Military Parade in the Captial Stepankert"
                }
        },
        {
            "date": "July 2012",
            "text": {
                "headline": "Perm: Soviet Ghostbusting",
                "text": "<p>“What about this?”</p><p>I pulled the bottom of my t-shirt through the V-neck to make an ersatz crop top, extended my arm and raised a thumb. Another wave of cars rounded the corner and rocketed past us. I returned my shirt to normal. It’s strange how quickly in the full force of the Siberian summer sun, standards can degrade. Not two hours ago the thought of hitchhiking was something done by fatalists, it was the foolhardy transaction of mortgaging safety for a free ride. Yet there we had been, for over an hour on the vast steppe, being stung by squadrons of horseflies the size of 50 kopek pieces, trying in vain to hitch a ride back to Perm.</p><img src='http://blogs.crikey.com.au/back-in-a-bit/files/2012/07/gulag2.jpg' /><p>The city of Perm is the gateway to Siberia. It sits at the base of the Ural mountain range, the dividing line between Asia and Europe. We had gotten up early, caught a bus heading toward the town of Tsusovoy and after about 100 kilometres were dropped off by the side of the road. Minus a service station in the distance, there was no hint of civilisation from horizon to horizon. We had left the main highway and travelled along a dirt road for a few kilometres until we arrived at a large whitewashed building that straddled a barbed wire topped white wooden fence which enclosed an area the size of a few football fields. Popping above it like periscopes in corners were guard towers. It was clear we had arrived at Perm-36.</p><p>Perm-36 is a relic, the last camp of its kind from the Soviet GULAG system to remain anything other than rubble. Its continued existence is owed to both the failure of authorities to successfully bulldoze it in the dying days of the Soviet regime and efforts by local historians to restore it. The population remained at about 1000 prisoners from the moment they were forced to build their own walls in 1945 until its closure in 1988.</p><p>Walking in we met our guide Volodya, a tall man with the mix of European and Asiatic facial characteristics that is common to Siberia. He was an historian working for the NGO which was tasked with researching camps in the area. His speech was rapid-fire, each word said with the same triumphant intonations like an “a-ha” at finally finding something lost at the back of a chaotic drawer. He was clearly excited by the subject matter and offered us the tour entirely free which would usually have cost around $30 “because my English bad and I love it”. It wasn’t but he did.</p><img src='http://blogs.crikey.com.au/back-in-a-bit/files/2012/07/gulag5.jpg'/><p>Volodya explained that the camp had three distinct periods. The first was from 1946 to 1953 when it functioned as a labour camp for prisoners that had offended the Stalinist regime, sometimes for crimes as minor as being late to work three times. The second period was in the years of destalinisation, from 1954 to 1972. During this time the camp was home to Soviet law enforcement officers that had run afoul of the regime, often for overzealously sending people to camps in the first period — meaning the people that were responsible for imprisoning the population in the first period were inmates themselves in the second. For the final period the existing population was moved elsewhere and Perm-36 became home exclusively for political prisoners, the result of a new round of political repression that began in the 70s.</p><p>We went out the other side of building and into the interior of the camp. Standing in the main yard in high summer was actually very pleasant. The grass is long and butterflies flutter from spot to spot. You can hear the communication of crickets like telegraph transmissions for the smaller ones and like mail sorting machines for the larger ones. It’s possible to read in this the banality of evil but also a more discerning eye will realise that these camps were more than just tools of repression, in fact they were the homes as well, for stretches sometimes as long as 25 years. Anyone that has read Solzhenitsyn’s One Day in the Life of Ivan Denisovich will understand that the picture painted of everyday life in the camp, while heavily emphasising the darker tones, is far from monochromatic. Shukov, the protagonist, ends his particular day “almost happy”, despite the back breaking work, brutal repression and oppressive conditions.</p><p>Volodya explained how the fences had evolved over time from a single one in the first period to a total of seven in the final period. A segment of these barriers had been preserved in their entirety and as we stood looking down along them, Volodya explained each layer: The outermost fence, the whitewashed wooden fence we had seen from the outside, prevented anyone looking in. The next one was a short fence used to guide guards on their patrols and to stop them from accidently wandering into the next one which was a very short barbed wire trap which served to trip escaping prisoners. Fence 4 was short and made an alley for guard dogs to walk. Fence 5 was another high wooden fence, topped with barbed wire which was barely attached, so that if a prisoner attempted to use it to hoist themselves over, it would break off and they would fall. The sixth, and most highly engineered fence, was electrified. It also contained sensors that would detect if anyone touched it and ran deep underground to prevent tunnelling out. The final fence would stop prisoners for accidently walking into the sixth.</p>"           },
            "location": {
                "name": "Perm-36 Gulag",
                "lat": 58.268581,
                "lon": 57.43206,
                "zoom": 6,
                "line": true
            },
            "media": {
                    "url":              "http://blogs.crikey.com.au/back-in-a-bit/files/2012/07/gulag3.jpg",
                    "credit":               "Marten Cullity",
                    "caption":          "Perm 36 Prison Camp"
                }
        }, 
        {
            "date": "July 2012",
            "text": {
                "headline": "Bunker 42: A Nuclear Inheritance",
                "text": "<p>To get to Kotelnichesky Lane from Moscow’s Taganskaya Metro station you have to go through an outdoor market. From streetside stands babushkas, with their head wrapped in kerchiefs, peddle fresh and pickled vegetables, homemade cheeses, flowers and kielbasa.</p><p>To one end of these rows of stalls is building number 11. This unassuming, pre-revolutionary structure is painted beige and exhibits nothing suspect, except for a windowless ground floor. The interior is a different story, for the building is little more than a façade and houses a massive dome used to shield the entrance of an underground military complex from a nuclear strike on Moscow.</p><p>Marty and I entered from the alley, through a military green gate emblazoned with a massive Soviet star. Sitting beneath camouflaged netting, on wooden benches, other people began to arrive, including a group of young New Yorkers who cut through the quietly building anticipation like a bandsaw, with their loud nasal tones.</p><p>One particularly vocal American announced she was a real estate agent. “I sold four million last year. Sweetie, everything I touch turns to sold!” This was quickly followed by crass Boratesque imitation of Russian accents.</p><p>Just as I was thinking that these people were the reason I avoid tours, our guide entered the yard. Dressed in a camouflage jumpsuit, he yelled “OK tour starts now” in a thick Russian accent. There are advantages to an inexpert grasp of the English language, one of which is economy with words. I appreciated this in contrast to my fellow New York travellers who maintained a steady warble.</p><p>Our guide continued on in his monotonic voice, from which I detected just a slight whiff of ham, with a brief history of Bunker 42. The bunker is part of Tagansky Protected Command Point, a vast underground and once top-secret military complex. Building began in 1951 and used the same method of tunnelling as the Moscow Metro. Its purpose was to serve as a military command post for long distance aircraft and nuclear weapons. It contained enough stores to last 3000 military personnel 90 days entirely independent from the outside.</p><p>We entered the building, went down a hall and through a two tonne concrete blast door. “The purpose of this blast door is to shield us from shock wave of nuclear attack,” our guide announced. We next approached a 400 kilogram blast door, and when a few people including myself had gone through the guide pressed a button and the door began to close. You could hear the squeaking of unoiled wheels followed by a hefty clenching sound as it shut. I felt a slight tingle of irrational anxiety at having the exit shut off, an extremely diluted version of what cavers must feel when they realise they’re trapped. “OK I open again,” he yelled through the door.</p>"
            },
            "location": {
                "name": "Бункер 42 на Таганке",
                "lat": 55.741705,
                "lon": 37.649272,
                "zoom": 6,
                "line": true
            },
            "media": {
                    "url":              "http://37.media.tumblr.com/tumblr_m6qnfkaH9W1rvcy6oo1_1280.jpg",
                    "credit":          "Marten Cullity",
                    "caption":          "Bunker 42 (Бункер 42 на Таганке)"
                }
        },
        {
            "date": "June 2015",
            "text": {
                "headline": "Lubyanka: Yesterday the KGB, today the FSB",
                "text": "<p>It is an indication of Russian ambivalence towards the darker recesses of its Soviet past that debate concerning the possible returning of a statue of “Iron Feliks” to a square in Moscow is being entertained as credible. Iron Feliks or Feliks Dzerzhinsky was the founder of the Cheka, the secret police, predecessor to the KGB, an organization responsible for the murder of hundreds of thousands of Soviet citizens in early days of Bolshevik regime. That the monument, toppled by pro-democratic protesters in 1991, would be placed right beside the Solovetsky monument, erected to commemorate the millions that perished in the Gulags, is indicative of the ongoing battle for history that continues to rage in Russia.</p><p>In this chapter the author travels to Lubyanka, the proposed location of this monument and the historic headquarters of the KGB. Where once political prisoners were executed in the basement, while on the street above trucks revved their engines to mask the shots, there now resides the current intelligence apparatus of the Kremlin, the FSB. On a tour of Lubyanka, the author gets a feeling for how the official version of humanity’s darkest chapter diverges from reality.</p><p>The author then explores how, as one journalist puts it “There is virtually no difference--other than cosmetic changes in labels and uniforms--between the KGB and FSB/SVR or between the Soviet and Russian leadership. There is continuity--of personnel, methods, and objectives--from one to the other.”</p><p>Exhaustively researched, we see that the role of the secret police in Russia has all but been reinstated, that the scope and breadth of their operations are approaching Soviet proportions. This chapter cites chilling examples of assassinations, censorship, spying and even acts of terror performed against foreign agents, journalists and their own population, reflecting the continuum from the KGB to the FSB as the cloak and dagger of Putin (himself once a Colonel in the KGB), and the Russian state.</p>"
            },
            "location": {
                "name": "Лубя́нка",
                "lat": 55.759660,
                "lon": 37.626581,
                "zoom": 6,
                "line": true
            },
            "media": {
                    "url":              "http://4.bp.blogspot.com/-iPVDcf25cog/T7d9xL5-9AI/AAAAAAAAAEI/1STrM8LZu6s/s1600/P1000381.JPG",
                    "credit":               "Blogspot",
                    "caption":          "Lubyanka (Лубя́нка) - KGB headquarters"
                }
        },
        {
            "date": "June 2015",
            "text": {
                "headline": "Moscow: Constructivism: A New Man, A New Brand",
                "text": "<p>The Bolshevik Revolution was the dawn of a new age and a new age needed a new artistic language. Gone were the sentimental panderings to religion and upper classes and in came Constructivism, a radical new art form, a dash toward an objective socialist reality. This new art was bold and brave, it inspired devotion to the revolution and transmitted its messages to a largely illiterate population.</p><p>Today we no longer believe in the revolution but the briefs sitting on the desks of many marketing firms are similar: be bold, direct and the image always trumps the word. We borrow from the lessons of Constructivism, often without even realising, in everything from advertising campaigns to online data visualisation, from the Pet Shop Boys to Magnum Ice Creams.</p><p>In this chapter, the author visits key works of art and architecture, some no longer on public display, and traces their impact from the exhibition halls and refectories of the Soviet Union to the television screens and billboards of Times Square. It tells a story of how the images of constructivism were co-opted by the West and are still being used today to our own ends, often for the exact opposite of their intended purpose.</p>"
            },
            "location": {
                "name": "Shukov tower",
                "lat": 55.717222, 
                "lon": 37.611389, 
                "zoom": 6,
                "line": true
            },
            "media": {
                    "url":              "http://upload.wikimedia.org/wikipedia/commons/thumb/5/50/1979_stamp_Radio_Moscow.png/640px-1979_stamp_Radio_Moscow.png",
                    "credit":               "Wikipedia",
                    "caption":          "Shukov Tower postage stamp 1979"
                }
        },
        {
            "date": "July 2015",
            "text": {
                "headline": "The Baltic States: Westward Ho!",
                "text": "<p>None of the post-Soviet nations have pursued a more enthusiastic pro-Western agenda than the Baltic states, being the only republics from the former USSR to become members in either NATO or the EU. Yet making a clean break has not been as simple as just joining organizations, these states still rely on Russia for much of their energy needs and all contain a large ethnic Russian population, many of whom are reluctant to engage with the new post-Soviet societies. By turning West the Baltic states have also left themselves vulnerable to the Russian Mafia who treat the Baltics as a foothold in the West (and Western Banking systems).</p><p>Perhaps the most sensitive issue, however, lies in their battle over history. The Russian version of the Soviet Union liberating them from the Nazis is sharply contradicted by the Baltic states, who consider themselves invaded. The post-War deportations of ethnic Baltic peoples to be replaced by Russians, is something that the governments in Baltic states still struggle with and something that continues to set the tone for Russian-Baltic relations today.</p><p>In this chapter, the author attends the Russian language “New Wave” festival in Latvia which is attended by Russian Mafia and Russian Government officials, to provide a forum for them to discuss moving money through Europe. He watches the new Russian elite at play but also speaks to ethnic Russians, native to Latvia, gaining an understanding about how they feel marginalised in a country where they can only apply for an “alien’s” passport. He speaks too to Latvians about how they feel about the “New Wave” festival, the Russian minority and the wars over history of the Soviet Union.</p>"
            },
            "location": {
                "name": "Jurmala",
                "lat": 56.947079, 
                "lon": 23.616849, 
                "zoom": 6,
                "line": true
            },
            "media": {
                    "url":              "https://www.youtube.com/watch?v=jBjYypaeZfs",
                    "alt_media": "http://www.hotelbaltpark.com/images/bp/blog/novaja-volna/festival-novaja-volna-11.jpg",
                    "credit":               "???",
                    "caption":          "New Wave Festival in Riga"
                }
        },
          {
            "date": "August 2015",
            "text": {
                "headline": "Belarus: Europe’s Last Dictatorship",
                "text": "<p>In 2011, if you chose to ignore the footage of police beating protesters, Belarus appeared to be a fine destination for the modern communist looking to return to Soviet life. With less than 1% unemployment, 80% of its industries nationalised and its streets lined with statues of Lenin, Belarus is a country “unspoilt by capitalism”.</p><p>Yet now the economy is beginning to crumble, the popularity of dictator Lukashenko begins to wane and the country is starting to look increasingly isolated as its non-Russian neighbours are either in the EU or are eagerly seeking to join.</p><p>This chapter focuses on the day-to-day struggles of a population whose Soviet history is not something confined to the past but rather something aspired to as an ideal which inhabits every fibre of social existence. For a month, the author under the guise of being a regular tourist, experiences how life is on the street. With free press all but banned and the constant threat of the Belarusian secret police, he speaks to locals and discovers how they view their nation in regards to the West and mother Russia, how they feel about still living under socialism, while the rest of the world has moved on, and their opportunities and hardships in the Last Dictatorship in Russia.</p>"
            },
                        "location": {
                "name": "Minsk",
                "lat": 53.900000, 
                "lon": 27.566667, 
                "zoom": 6,
                "line": true
            },
            "media": {
                    "url":              "http://aphs.worldnomads.com/safetyhub/29983/politics_belarus.jpg",
                    "credit":               "World Nomads",
                    "caption":          "Belarus"
                }
        },{
            "date": "November 2012",
            "text": {
                "headline": "Chernobyl & Shcholkine: Peddlers of the Apocalypse",
                "text": "<p>It is almost impossible to accurately measure the Chernobyl Disaster’s physical legacy. Even today radioactive Caesium and Strontium continue work their way up food chains and down water systems throughout Eurasia. Rather than an isolated event Chernobyl was the inevitable result of Soviet regime’s institutional hubris, the elevation of technology to the status of national religion and a win-at-all-costs attitude to competition with the West. Yet in the beginning the “peaceful atom” promised abundant clean power with applications that ranged from nuclear powered ice-breakers to food preservation. What’s more, there existed a genuine belief that it could make the utopian dream of communism a reality.</p><p>Travel with the author as he journeys to Chernobyl to see up close the consequences of Soviet Nuclear Dreaming. He is greeted by poignant moment after moment in the ghost town of Pripyat (pop 30,000), its belief in the nuclear promise on display, frozen at the instant it shattered. The chapter cites instances of heroism and loss and how these were exploited by the Soviet state. With different ages and backgrounds, his fellow tourists react differently. Set to the beep of radiation detectors, the author also witnesses a new era of international cooperation - with the building of a replacement sarcophagus. Finally, he travels to the decommissioned Crimean Atomic Energy Station to see how quickly yesterday’s dreams can be sold as today’s scrap.</p>"
            },
            "location": {
                "name": "Chernobyl",
                "lat": 51.272222,
                "lon": 30.224167, 
                "zoom": 6,
                "line": true
            },
            "media": {
                    "url":              "https://theusindependent.com/wp-content/uploads/2014/03/chernobyl_theusindependent.jpg",
                    "credit":               "The US Independent",
                    "caption":          "Downtown Pripyat"
                }
        },
        {
            "date": "September 2015",
            "text": {
                "headline": "Transnistria: Gangster’s Paradise",
                "text": "<p>he bridge between the city of Rezina and the city of Ribnita, over the river Dniester is eerily silent for a road that connects two major cities. There are no lane markings and the bitumen has been neglected, in spots wearing through to the concrete substructure. This is because it is essentially no man’s land, existing between the Republic of Moldova and the breakaway republic of Transnistria.</p><p>Transnistria is a small sliver of land that lies primarily between the East bank of the Dniester River and the Ukraine. To the West of the Dniester is Moldova which (along with every other nation in the United Nations) does not recognize Transnistria’s independence, and officially seeks to reclaim the territory back within its borders. Transnistria however is moving in the other direction, having developed its infrastructure to be entirely independent of Moldova with a rail system and telecommunications network not to mention currency all of its own.</p><p>Although ethnically Russians only make up 30% of the population in Transnistria, culturally and politically they are decidedly pro-Russian (any anti-Russian sentiment is political suicide, for example). This is not a one way street. Since the War of Transnistria in 1992 the Russian 14th Army have been stationed as peacekeepers, although peacekeepers may be a grandiose term for troops that covertly supplied the Transnistrian rebels with arms as well as a general, one General G. I. Yakovlev, which defected to the Transnistrian cause.</p><p>Yet since 1992 the conflict has largely been a frozen one, each side resorting to petty moves intended to frustrate the other. The only recent outbreak of violence was this year when a Moldovan man was shot by a Russian soldier trying to barrel through a border crossing very similar to the one we were about to cross.</p><p>I was thinking about this as well as numerous warnings that I should prepared to get fleeced by the border guards upon entry. Guidebooks and websites told of all sorts of tricks likely to be employed at the border including imaginary fines, required letters of invitation and visas. These extortion attempts would most likely take on the character of an interrogation and be conducted by heavily armed guards in a “hut” by the crossing.</p><p>Taking both these things into consideration I reached the end of the bridge, my nerves twitching in anticipation and rolled down the hill coming to a stop as gently and deliberately as I could at the boom gates flanked by guards in camouflage.</p><p>“Passport Pajalusta!”</p><p>In total we were at the border crossing for around an hour and a half. The experience was less an exercise in resisting bullying and intimidation and more a lesson in navigating frustrating bureaucracy, involving multiple forms filled out multiple times. We each had to pay an import charge of 28 Ukrainian hryvnias (around $4), visit three demountables or huts as everyone seemed to call them (all sufficiently cool in this hot day) and then we were in. Simple as that. No one put any cigarettes out on me and I didn’t even see a gun.</p><p>The idea was to make Tiraspol, the largest city in Transnistria, by nightfall. We had figured that the quality of the roads would be, at best, as good as Moldova’s (which were, for the record, significantly better than Ukraine’s). We were pleasantly surprised to find, racing along between rows of apple trees that flanked rolling fields of wheat and potatoes that the roads were in fact excellent, some of the best we had found in all of Eastern Europe.</p><p>The drivers were another story having abandoned even the meagre conventions of Moldovan roadcraft as they overtook on blind corners, overtook into oncoming traffic and would use the shoulder as an ersatz lane.</p><p>The Lonely Planet is always eager to engage in hyperbole, but rarely in my experience is it substantively incorrect. It describes Transnistria as “a surreal living homage to the Soviet Union”. Indeed they are the only flag with the hammer and sickle, but riding along nearly the entire length of the territory there was little evidence of a Soviet propaganda machine at work. In fact religious roadside iconography vastly outnumbered any political monuments. Rather, monuments dedicated to the USSR and specifically the Great Patriotic War were far more numerous in Ukraine, with its bold signs often including representations of wheat, cogs, an atomic nucleus with orbiting electrons and block letters in the Socialist Realist style at the entry to every town.</p><p>Upon entering Tiraspol I became aware that there was in fact a distinct homage toward another kind of Russia in Transnistria. Yes — the main streets are called Karl-Leibknecht Str and 25 October Ulitsa, for example and, granted, there is a statue of Lenin cut out of red rock — who with cape swept back who looks as if he might take off at any moment and liberate the proletariat. But the deeper connection to modern day Russia is far more subtle.</p>"
            },
            "location": {
                "name": "Tiraspol",
                "lat": 46.8538147,
                "lon": 29.6148599, 
                "zoom": 6,
                "line": true
            },
            "media": {
                    "url":              "http://global-travel-info.com/wp-content/billboard.jpg",
                    "credit":               "Global Travel",
                    "caption":          "Transnistrian Emblem"
                }
        },
        {
            "date": "September 2015",
            "text": {
                "headline": "Crimea: The Abandoned Nuclear Project",
                "text": "<p>Riding through an Eastern European country takes a special kind of concentration. I’d had a few near misses caused by cars coming from directions that they just would not come from in Australia. So a sort of psychologically threadbare maniacal attention had set in where I checked and rechecked my side mirrors looking for that black car (more like hearse) that had my number on it. It was exhausting.</p><p>Now I’m no doctor, but I believe fatigue comes in two forms: long-term and short-term. The short-term can be rectified with a bit of kip and manifests itself with all the usual suspects — lack of concentration and attention, etc. Now the long-term resides on a deeper level, in your character, so lack of concentration leads to vagueness, for example. This second type of fatigue cannot be merely slept off. It is there forever.</p><p>In the interest of isolating fatigue to the short-term category the idea was to spend a few days resting in the beach resort town of Sudak. To get there meant negotiating a mountain pass road which on the map looked like the ice-cream on the side of a Viennetta. The idea was to spend a day in the mountains then using that mountain pass break through to the beach where hopefully some modicum of sanity and silence awaited. That was a longshot of course.</p><p>As we approached the mountains the drivers became more and more erratic and finally (gods be praised) the scenery changed. It turned on a five cent piece! After rounding one corner we were suddenly at the top of a large valley which plunged down between a spectacular mountain range, all exposed rock highlighted with powder green pine trees. A harvester on the field below kicked up dust which held the afternoon light.</p><p>We stopped and took a couple of glamour shots of our bikes. I attached my action camera to the side of my bike (a vastly superior position that the top of my helmet which added weight, wind resistance, and always came back with an odd twitch). And then we were off.</p><p>On a good road, on a motorcycle, you achieve a psychological state called flow whereby you are so engaged (perhaps submerged is a better word) with a task your conscious mind or ego (that annoying guy who overthinks everything) vanishes, burnt off in the intensity of the activity. It is the purest state of being. And so it was. Now I sit here thinking about it I can just recall a series of images and notions without any logical continuity, which once written down (even without definite articles) become far more concrete than they ever were in my mind:</p><p>“Road ahead snakes between exposed rock. Like Colorado maybe?”<br />“The dappled light through trees seems very fast.”<br />“Centre line moves like a lava lamp?”<br />“Steep corner? SHIFT DOWN! BRAKE. Yes. Accelerate.”</p><p>And then stuck behind a white van that seems to be everywhere in this country. The infernal ego (and associated continuity) returns.</p><p>“This seems like a nice town. Is that car parked by the side of the road a police car?! I bet it is. I wonder if they got me. I wasn’t going that fast. But then how do I know. My first reaction is to press the brake then look at the speedo so I never know how fast I was actually going. Why do I always do that? Man would I have to bribe them or would I have to pay some sort of ticket? How would they follow that up?”</p><p>Then back to flow, through perhaps the most exciting roads I’ve ever ridden on. All the way to the top of the mountain where a lookout, manned by Tar-Tar salesman selling furs and Plov (a Russian pilaf), looked over the famous city of Yalta, the city where Churchill, Roosevelt and “Old Whiskers” Stalin performed Europe’s post mortem over half a century before. It was a stunning view, as the convex face of the mountain, encrusted with buildings which caught the afternoon sun, looked out over the Black Sea which captured a million lights, each burning and vying for attention.</p><p>In Yalta we spent an evening in “Happy Hotel” which is in the death throes of its tourist season (almost nothing on the menu available). The next day we rode east to Sudak. I spent my days lying on the beach, reading and, in between chapters, observing the incredible disparity in looks between the majority of men, fat, sweating, eyes porcine looking through rude surrounding features, and the women, taut but curvaceous bodies with pretty faces. Marty often ventured an explanation that always bordered on some pretty suspect genetic territory.</p><p>“There must be some gene which when in women makes them hot but with man makes them dog ugly,” he often said, as a prototypical example of either the former but more often the latter walked past.</p><p>The hot-vs-face-like-a-badly-cut-roast gene. OK Steinberg, I’ll let the boffins know.</p><p>We did a bit of a mini-service on our bikes. Marty had gotten a flat tire which gave him the opportunity to sweat and swear in the sun which I suspect he finds more relaxing than actual relaxing. Meanwhile I greased my motorcycle chain, rubbed the sweat off my brow with my forearm in slow motion and pretended to be the guy of the SOLO softdrink commercial, to me the embodiment of masculinity that I now clearly was.</p><p>The nights were spent drinking and watching the town gradually shutdown — one bordered window at a time. By the end of four nights the scene had transformed into a ghost town, a barely recognisable from its former self. The carnival was over.</p><p>We had one more stop in Crimea before we left. On the wast side of the peninsular is a town called Shcholkine which sports the site of a nuclear power plant that was nearly completed but reassessed and eventually abandoned in the wake of Chernobyl, the land deemed geologically too volatile.</p><p>I had my reservations that we could just rock on in and start looking at the place. Abandoned or not surely this was someone guarding the place or at least a fence. But Marten demurred.</p>"
            },
            "location": {
                "name": "Abandoned Nuclear Reactor in Shcholkine",
                "lat": 45.422591,
                "lon": 35.820616, 
                "zoom": 6,
                "line": true
            },
            "media": {
                    "url":              "http://blogs.crikey.com.au/back-in-a-bit/files/2012/10/crimea4.jpg",
                    "credit":               "Marten Cullity",
                    "caption":          "Abandoned Nuclear Reactor in Shcholkine"
                }
        },        
        {
            "date": "August 2012",
            "text": {
                "headline": "Czech Republic: Soviet Invasion",
                "text": "<p>When crossing from Germany into the Czech Republic you notice a marked decrease in the quality of the road’s surface. It’s a bumpy journey for all sorts of reasons.</p><p>When crossing from Germany into the Czech Republic you notice a marked decrease in the quality of the road’s surface. It degrades from a freshly ironed tablecloth to a patchwork quilt of filled in potholes. There are other differences too — almost instantly my phone with its German sim card went into roaming mode, unable to receive data and the relatively decipherable German signs yielded to the clustered consonants of Czech. Both conspired to mean that should I deviate from the pre-recorded GPS route I would be well and truly lost.</p><p>It was four hours since I had left Berlin but I was already beginning to miss it. For over a month Marty and I had been living double lives like a dynamic Dionysian duo. By day we would negotiate one bureaucratic organ after another and race around town in a mad grab for the spare parts and tools necessary to traverse a continent. As soon as night fell, we would resume a relentlessly party lifestyle with the dear Berlin set, packing a month’s worth into every hard day’s night.</p><p>This type of existence has a limited shelf life, of course, and there had been some moments where the entire house of cards looked like it would topple. In one such moment I had been transporting my brand new motorcycle luggage stuffed with camping equipment down Kottbusser Tor, a main road in Berlin, during peak hour. I was putt-putting along with an overwhelming sense of achievement and goodwill when I felt the luggage slide like a seal off a rock from the pillion seat behind me. Throwing a glance backward I saw a shiny black Audi, the grill smiling demonically bearing down upon 350 euros worth of hardwon gear which lay on the bitumen in an untidy heap. Peak hour Kottbusser Tor was not a place you just stop so I pulled over on a pedestrian island and ran chicken-like, my helmet still on my head through the traffic. Luckily the driver had stopped, got out and placed my gear to the side of the road before returning to his car. Not even a raised fist or a blast of his horn, just a nod and a mouthed “danke” to me through the tinted passenger window as he passed. Ah Berlin – Du bist so wunderbar.</p><p>There had been other challenges too, like the language barrier and some truly confounding aspects of the mechanisms of German society. Take Marty’s bike purchase for example — we had to travel about an hour outside Berlin for an inspection. For reasons that still eludes me, the owner wanted to keep the number plates. This meant that Marty had to pay a deposit, return to Berlin, register the bike, receive new number plates, go back to the motorcycle, pay the remainder, attach the new plates and only then was he the legitimate owner.</p><p>But how legitimate we felt after having both purchased our BMW F650 GS motorcycles. I always opened the lockup garage with a sense of pride, watching the rising sweep of the metal door like a curtain give way to these relentlessly practical creations slanting rakishly on their side stands. I had bought the Dakar model which had such high suspension that I was unable to plant both my feet on the ground. This lead to many situations in which I had to reverse my bike out of a cobblestoned parking space only to have my feet brush the stones, unable to get sufficient purchase to heave the 198 kilogram monster out.</p>"
            },
            "location": {
                "name": "Jimramov",
                "lat": 49.637188,
                "lon": 16.226324, 
                "zoom": 6,
                "line": true
            },
            "media": {
                    "url":              "http://www.findingdulcinea.com/docroot/dulcinea/fd_images/news/on-this-day/July-August-08/On-this-Day--Soviets-Invade-Czechoslovakia-After-Prague-Spring/news/0/image.jpg",
                    "credit":               "???",
                    "caption":          "Prague Spring"
                }
        },
        {
            "date": "August 2015",
            "text": {
                "headline": "Berlin: Ostalgie",
                "text": "<p>The defeat of the Eastern Bloc was nowhere so jarring as on the drab side of the newly torn down Berlin Wall. Euphoria swept through the defunct DDR as Ossis (East Germans) spent their welcome-to-a-reunified Germany money on wild spending sprees, eager new consumers desperate for brilliantly packaged goods available in quantities they had never before seen. Soon East German factories began to close and their unwanted and obsolete goods vanished from stores.</p><p>The DDR is now officially remembered as little more than an oppressive state, all barbed wire and border guards. Objects from day-to-day life have become museum pieces and are appreciated more often as kitsch and farcical than from a reality people actually lived and struggled through. As a reaction came Ostalgie (Nostalgia for the East), a revival in rose coloured glasses of the Socialist way of life, from the Trabant (an East German car of plastic and pressed cotton) to the songs and games of the DDR. </p><p>The author travels to Germany to attend an Osival (festival for the East) where old East German beers are sold and food is made in the Socialist way. Once there he watches old socialist rock bands, and meets festival goers some of whom feel estranged by the end of the Soviet Union while others just want to restore a connection to a life they once lead. This chapter explores the dissonance between the official history and the memory of individuals that lived in the East, how nostalgia is resistant to this official history and, in the defeat of defeats, how this nostalgia and memory are commodified and sold back.  </p>"
            },
            "location": {
                "name": "Berlin",
                "lat": 52.520007,
                "lon": 13.404954, 
                "zoom": 6,
                "line": true
            },
            "media": {
                    "url":              "http://static.bz-berlin.de/data/uploads/multimedia/archive/00467/vopo-b_r_467866a-704x396.jpg",
                    "credit":               "Bz Berlin",
                    "caption":          "Ostalgie: Nostalgia for the Ost or East"
                }
        }   ]
    }
}
