{
    "storymap": {
        "language": "AU",              
        "map_type": "osm:standard",      
        "map_as_image": false, 
        "slide_rail": 
        [
        {
            "date": "6 April 2015",
            "text": {
                "headline": "Frozen Red Symphony",
                "text": "<div class=\"chat-transcript\"><p>I travelled to Moscow to spend a few weeks looking at Constructivist art and architecture. After the deserts of Uzbekistan I was happy to be in a city although I soon discovered that Muscovites don't answer emails or update their webpages. I visited galleries that no longer existed or had been closed for years for repairs, I imagined phones that rang out in deserted offices. </p><p><img src=\"/img/aralsea/IMG_1487.JPG\"/></p><p>After a month most leads went cold or never heated up in the first place. I decided to hit the streets. I made a map of every constructivist building in the city and went to look at them. Constructivism as an art movement happened at a unique moment in history - at the dawn of the Bolshevik state. There was an explosion of creative energy and these artists genuinely though that utopia was just round the corner. This energy was still there to see, frozen in the city's architecture provided you knew the right stones to look under.</p><p>I had to schlep through the outer suburbs of Moscow, jump train lines, hide from dogs but I had the exhilaration of seeing this art in the wild which went on to influence everything from IKEA to web design.</p></div>"            },
            "location": {
                "name": "Khiva",
                "lat": 41.3891466, 
                "lon": 60.3500032,
                "zoom": 4,
                "line": true
            },
            "media": {
                    "url":              "/img/moscow2/IMG_1028.JPG",
                    "credit":           "",
                    "caption":          "The Entrance to Fergana Oblast"
                }
        }
        ],
        "slides": [
        {
            "date": "17 July 2015",
            "text": {
                "headline": "The Bear of Georgia",
                "text": "     <div class=\"story-content\"><p>Gori, Georgia is the birthplace of Stalin. The lanes of the main street, Stalin avenue, split forming a long triangular park in which a museum dedicated to Uncle Joe is situated. Inside the long marble corridors and large rooms are packed with all the adornments from a lifetime spent inside cult of personality: busts, portraits, his writing desk, gifts from all around the world displayed in glass cabinets which include silks from China, an ode to the man written by a French child and a knife from the army of Chiang Kai Shek.  At the top of a marble staircase I found a guestbook. Flicking through the pages there were few entries written in the lavishly curling Georgian script. One said \"My father was in a Soviet Gulag in Zaporozje. He had very much tortures. Thanks for 'Good' Stalin.\" Followed by a frowning face. In front of the museum is the small brick house he was born in, shielded from the elements inside a pantheon built in the architectural style bearing his name. But the museum and the grounds are quiet, the park used for young lovers to meet rather than fanatics to pay homage. Life moves around the park, the people of Gori don't seem to really care that the man of Steel, the Red Tsar was born here. </p><p><img src=\"/img/georgia/IMG_3139.JPG\"/></p><p><img src=\"/img/georgia/IMG_3142.JPG\"/></p><p><img src=\"/img/georgia/IMG_3145.JPG\"/></p><p>     \"This is Georgia!\" said Ilya as if that was an explanation for the line of  shop fronts all having their shutters closed. It was eleven in the morning on a Wednesday. Ilya was the owner of the hostel I was staying in and was helping me find a printer for a visa application for Kazakhstan. As the shops thinned out he turned to face me and, with a serious expression, looked me straight in the eye and said. \"I think they all drank too much last night. Food, wine and the family. These are things that are important in Georgia.\" before his round face broke out into a smile. That Stalin was born here is not. This was not like Russia where in Volgograd (formerly Stalingrad with a movement to change the name back) the city was frozen in time where every park had a memorial to the man and the kiosks still sold his portraits. There unlike here a steady stream of Russians made a pilgrimage to the museum and the war memorial. Throughout Georgia the Soviet legacy has been reduced to the shells of massive factories of a centrally planned economy still crumbling throughout the blonde grassy flatlands surrounded by mountains. Georgians had moved on. Their ancestors had known thousands of years of invasions and calamities and even though Stalin visited his brutal repressions particularly hard on his countrymen, a long national history makes skin is thicker and the scars heal quicker than say in Central Asia where nationhood is still new.</p><p>Ilya is a man about Stalin's town. In addition to managing the youth hostel I was staying in, he ran a few other businesses, including a car washing garage. \"I used to be a millionaire,\" he told me, \"but Saakashvili ruined me.\" Saakashvili was the last president. He eliminated the once infamous levels of corruption in the country, building ultra-modernist buildings and vowing to drag the reluctant Georgia towards Europe and the West. Along the way he overestimated the West's commitment to their relationship and wound up in the ill-fated war with Russia in 2008. Today he is bizarrely the mayor of Odessa in the Ukraine, his name expectorated rather than said everywhere in Georgia I went.</p><p>I was reading in the hostel when Ilya announced he would take me to Pankisi. \"You and me we will go on a tour, you want to see Pankisi Gorge, we can go visit my friend, you can stay for free, we can see some of the beautiful countryside, the mountains and the vineyards. At night we will drink wine and we will eat Sashlik. It will be perfect.\" It had been a few days since I had told him I wanted to visit to the Pankisi Gorge and I could tell he had been turning over something in his head. The Pankisi Gorge had always been a fascinating flashpoint, a wild borderland between Georgia and Russia. Recently been in the news for supplying a large number of fighters to Islamic State in Syria, but before that the Gorge had sheltered small pocket of ethnic Chechens that had sought refuge from Russian bombs during the Chechen war. I was nervous but Ilya reassured me: \"If you go with me it will not be dangerous.\" he said.</p><p>We left early the next day cutting through the blue morning, Gori still asleep. At a petrol station and I asked why I had to get out of the car when he filled up. \"If you switch over too fast from petrol to gas it will explode. See?\" he pointed to an empty lane with a patch of gravel scorched black, the pump adjacent wrapped in tarpaulin like a corpse.</p><p>Our last stop in Gori was Ilya's house. In his dusty wine cellar full of plastic barrels. From a hose protruding from one he filled up two gallon plastic bottles. \"This will be good for tonight,\" he said with a wink.</p><p>We drove for through the morning through one window streamed the blonde flatlands through the other the jagged blue sierra of the Caucasus mountains, a vista never far away in Georgia. Ilya explained he wanted to do this full-time, to be a tour guide and asked if I had any advice for him. I told him that Georgia was a secret waiting to be uncovered that soon there would be tourists everywhere. He said he needed the money but Georgia was old and would never change.</p><p>Through the capital Tbilisi we drove by a canal beside which men with snowy beards sat perched on a sandstone wall casting in fishing lines. Tbilisi is a city of steep grades, a mix of old and modern, where the old Russian Ladas struggle up the hills and careen down the other side. The building too are either ancient Georgian sandstone, Soviet apartment blocks or ultramoderist post-Soviet government buildings of Saakashvili. We stopped by the Bank of Georgia, built in 1975 to house the Ministry of Highway Construction. It is one of the finest examples of brutalist architecture to be found anywhere in the former USSR, a tower of mutually supporting crossbeams like a game of Jenga in its final moves. Ilya stopped and we took photographs (see below).</p><p><img src=\"/img/georgia/IMG_3255.JPG\"/></p><p>Back outside Tbilisi we drove down George W Bush street, a long avenue near the airport, named by Saakashvili, perhaps with the old Soviet belief that flattery could be converted into political currency. Past the capital and back into the mountains we stopped at a monastery over 800 years old, a black cloaked monks still living in a grotto in the ruins that looked down over a valley below. By the time we reached Ilya's friend's village it was mid-afternoon. The centre was a small square where men sat around in old broken down Russian cars smoking and looking bored. The Georgian economy had never recovered from the war and finding work was hard. One man sold chillies and tomatoes and eggplants out the back of his truck.</p><p>We went on down a narrow dirt track, a trickle of water running down the centre, dodging chickens and a few dogs that darted in front of the car. At the end of the track were two double gates. Ilya got out and heaved them open to reveal a yard and a two storey house wrapped in a first floor verandah. In the yard chickens and a turkey pecked at the ground, two boys, clearly brothers played with a small black dog. In the shade of the verandah at a table an old couple sat facing a fizzing badly tuned television. They were cutting onions, chillies and tomatoes and there was a flash of surprise crossed their face when they turned and through the squint of poor eyesight saw us drive in. In this yard like everywhere in Georgia food grows - a massive grapevine wound its way along the balcony around the house and in the yard were beans and plum trees and behind a cornfield stretched out in the distance.</p><p>Ilya got out to hug the older two, they spoke in Georgian and then changed to Russian when I said hello. The two boys hung back, suspended between the pull of curiosity and the push shyness. I said hello and we stood around awkwardly for a moment while Ilya popped the hatchback and handed over the food we had bought at the markets. The older two who just asked to be called Mama and Papa seemed happy with the food. \"He used to be a paratrooper in the Soviet Army!\"  pointing to Papa. Papa smiled and picked up the food and brought over to the table, sat back down with Mama and began preparing it. \"The Bear\" Illya explained \"would be home in a moment but we need to buy eggplants.\" Who was the bear? I asked Ilya back in the car. That's what we call my friend, he replied. I said they seemed a little surprised to see us. Did they know we were coming? Nope. But it is no problem - this is Georgia. </p><p>When the Bear did arrive back at the house it was spectacular. There was a bellow from outside the gate and off scurried the boys each taking a door and heaving it open. Through the gap came a giant of a man that comically dwarfed the horse and cart he rode in through. He leapt off, grabbed an axe from the cart and with the blunt end began hammering the metal pin that fastened the harness. The horse blinked but did not buck. He threw down the axe and finished pulling out the thick pin with his bare hands. Ilya was not a small man but when the Bear shook his hand and I thought would tear it out of the socket. He regarded me in silence for a long moment. I noticed his eyes looked in different directions which together with a crooked nose along which was a dense network of veins gave him a special intensity. His mouth cracked into a crooked smile \"Hello Kurty!\" he said and shook my hand with a rough handshake. The Bear spoke no Russian and I spoke no Georgian. One of the boys leapt onto the horse and took it to tether it in the cornfield behind the house. As they prepared the Shashlik (Shish kebabs) Ilya took me to the immense vineyard on someone else's property, the rows of vines like furrows that lead to the towering green mountains, the rising fog and wisps of cloud snared by their peaks in the far distance. \"The president comes here sometimes\" he said proudly. Wine is a pillar of Georgian society and it is one of the oldest wine producing regions in the world (dating back 8000 years). Throughout the Soviet Union it was the largest producers. If you ever meet an old Soviet mention Georgian wine and watch the nostalgic glint in their eye.</p><p><img src=\"/img/georgia/IMG_3373.JPG\"/></p><p><img src=\"/img/georgia/IMG_3380.JPG\"/></p><p>The other pillar of Georgian society is food. “Shirts off!” said the Bear when we sat down with the family on the verandah to a dinner of pork shashlik dunked into a glass of red wine vinegar, Turkish (correction Georgian) bread torn into hunks and passed around by the head of the house, the Bear and lurid salad. In Georgian cuisine you always eat with a side plate of purple basil, tomato and chillies that can be bitten of raw, the end dunked into a saucer of salt. It's not for the faint of heart or the soft of palate. As the mountains melted into the blue dusk and we drank the sweet white wine that Ilya bought with us in a never-ending cavalcade of toasts: to me the foreign visitor, to our parents, to our sisters and brothers, to Georgia, to our friends - every toast was an oath taken so solemnly as the guttural vowels spill like white wine. The glasses escalated to bowls. After about 5 litres of wine I was sick over the edge of the verandah to the swirling blackness underneath. In a lumpy bed the naked swinging bulb, concrete with a moist patch of black dust on the roof then leaping up and vomiting again into the void. I passed out with the room spinning and I can hear someone else vomiting outside. In the morning I discovered that we had drunk enough to fell the Bear. Then we would be heading to Pankisi.</p></div>"            },
            "location": {
                "name": "Gori",
                "lat": 41.6787164, 
                "lon": 44.9016674,
                "zoom": 4,
                "line": true
            },
            "media": {
                    "url":              "/img/georgia/IMG_3068.JPG",
                    "credit":           "",
                    "caption":          "The Caucasus Mountains Georgia"
                }
        },
        {
            "date": "11 July 2015",
            "text": {
                "headline": "After the flood",
                "text": "<div class=\"chat-transcript\"><p><img src=\"/img/sochi/IMG_2821.JPG\"/></p><p>\"You cannot go in the water for one month because of the sewerage.\" said Tatiana as we walked passed shoals of Russian tourists cavorting in the surf. Tatiana an awkward and precocious 12 year old had taken me around the day before to practise her English. \"It's not official. People come here and swim and when they get home they get infections.\" There had been a flood in Sochi a few weeks before and all the muck had been washed out into the ocean. But Putin had requested loyal civil servants take their holidays in Sochi or Crimea this year and tickets had already been booked.</p><p>I had decided I disliked Sochi even before I had arrived, when I had woken up bleary eyed as the train rattled between a basalt shoreline and jungled mountainsides. As I heaved my bag along the footpath, their bricks already cracked, I had decided my suspicions were correct.</p><p>Sochi was a prefabricated preweathered resort town that had been thrown up in anticipation of the winter Olympics. Even now, only a year later, the cracks were literally showing through - paving stones were becoming loose in their sockets and giant apartment blocks that presupposed the the continuation of a boom would forever lay empty or half built their signs for \"Offer\" flapping limp in the wind.</p><p>Occasionally the old tsarist world glimpsed through like the grand peach coloured theatre or a moulded concrete pot plant but mostly the city was a 2 horse race between the irrepressible green creep of nature and shiny new, squared off apartment blocks.</p><p>I was now sitting on a bus. My plan was to visit Stalin's summer house or Dacha. To my right an old man in a sailors hat with a nose fat and red as a nectarine coughed, spat into a tissue then brought out a block of fudge and began to consume it noisily. Cars were beeping outside the vaksal and I could feel the clenched teeth behind each honk. </p><p>The bus pulled off and, as we climbed a gentle incline out of town I began to admit there was a charm to the nature that surrounded Sochi.</p><p>Soon the bus stopped and I stepped off, beside a freeway that continued on a bridge that traversed a deep jungled chasm. I found a path up the mountain that lead through a thick tangle of vines, shrubs on either side had joined and there was the detritis of alcoholics strewn around the place. Eventually I emerged into a clearing in which a block of apartments rose up, a vine creeping up one wall, the windows smashed. It was strange to have this abandoned block so close to the newly built towers in the middle distance. </p><p><img src=\"/img/sochi/IMG_2831.JPG\"/></p><p>I entered to a familiar scene. The inside was a mess of smashed tiles, wood, light fixtures, peeling paint, dust and beer cans. It was silent and smelt of damp. </p><p><img src=\"/img/sochi/IMG_2851.JPG\"/></p><p>All the metal: the heating pipes even the handrails had been torn from the walls to be sold, leaving strange shapes printed on the paint on the walls. As I began to explore more and more I realised that this was not an ordinary block of apartments - but a large complex of many buildings clinging to the slope of this mountainside.</p><p>A few floors up was a long hallway that lead into another building, then out into a courtyard with a dormant fountain in which green sludge sat.</p><p><img src=\"/img/sochi/IMG_2853.JPG\"/></p><p>Beside a doorway into another building I found a copper plaque which said: \"In the year of the Great Patriotic War were soldiers that received treatment in the battles for the homeland\". This was then not a block of units but a Soviet era retreat. These dotted all up the Black Sea Coast and while some functioned as hospitals others were more holiday resorts. They often catered to workers of the same industry - so you had \"Railway workers Resort\" or \"Miners Resort\". Many remained open today, often patronized by the same patients and holiday goers that had come during summers of the Soviet Union.</p><p>I climbed further and at the top, 7 storeys up, I was greeted with a spectacular view, a long green mountainside beside the crescent sweep of a beach that cradled water glittering and clean from afar.</p><p><img src=\"/img/sochi/IMG_2868.JPG\"/></p><p><img src=\"/img/sochi/IMG_2871.JPG\"/></p><p><img src=\"/img/sochi/IMG_2873.JPG\"/></p><p>I left feeling a little stunned. Behind the hospital was a road where workers sat on crates, smoking and playing cards. One looked at me surprised I was there. I asked where Stalin's summer house was. They pointed me to an older man with a ginger moustache and a beautifully rich voice \"You got off at the wrong stop. Next one you need. Where are you from?\" \"Australia? ohhhh!\" he smiled then began to deal in another round.</p></div>"            },
            "location": {
                "name": "Sochi",
                "lat": 43.6017215, 
                "lon": 39.7251289,
                "zoom": 4,
                "line": true
            },
            "media": {
                    "url":              "/img/sochi/IMG_2862.JPG",
                    "credit":           "",
                    "caption":          "Sochi"
                }
            },
            {
            "date": "28 June 2015",
            "text": {
                "headline": "Stalingrad",
                "text": "<div class=\"chat-transcript\"><p>Volgograd is a city consumed by its own history as well it might be. Once named Stalingrad it is here the Nazis were were shown to not be invincible in perhaps the most savage battle in the history of man. A walk through Volgograd will expose you to a Stalin Museum and a worship of Stalin in monuments that is totally sincere.</p><p>It was 35 during the day and jumping from shade to shade along Volga Way of the 62 Army (a street name) that runs parallel to the slow moving Volga river I could see the entire town is riddled with memorials - a bust of the Soviet General Zhukov or the turret of a tank amongst the bright flowers and the pines sagging in the heat.</p><p>Further on there is a Stalingrad museum with a giant quote \"Stalingrad was the sunset of the German fascist army\" - Joseph Stalin emblazoned on the white concrete façade.</p><p>The museum is situated on an section of undeveloped bank so you can look down to the water and see the perilous gradient as it was when assaulted by Soviet troops at great cost to reclaim the city. There is also still a shattered shell of a factory kept as it had been when the battle was won.</p><p><img src=\"/img/volgograd/IMG_2450.JPG\"/></p><p><img src=\"/img/volgograd/IMG_2457.JPG\"/></p><p><img src=\"/img/volgograd/IMG_2459.JPG\"/></p><p>That evening I ventured out on a rattling trolleybus to the official war Memorial Mamaev Kurgan. Perhaps the most powerful piece of Soviet Art I have yet seen but I'll let the photos speak for themselves. </p><p><img src=\"/img/volgograd/IMG_2466.JPG\"/></p><p><img src=\"/img/volgograd/IMG_2471.JPG\"/></p><p><img src=\"/img/volgograd/IMG_2498.JPG\"/></p><p><img src=\"/img/volgograd/IMG_2507.JPG\"/></p><p><img src=\"/img/volgograd/IMG_2515.JPG\"/></p><p><img src=\"/img/volgograd/IMG_2522.JPG\"/></p><p><img src=\"/img/volgograd/IMG_2523.JPG\"/></p></div>"            },
            "location": {
                "name": "Volgograd",
                "lat": 48.6704194, 
                "lon": 44.5067075,
                "zoom": 4,
                "line": true
            },
            "media": {
                    "url":              "/img/volgograd/IMG_2479.JPG",
                    "credit":           "",
                    "caption":          "Mamaev Kurgan"
                }
        },
                     {
                "date": "04 June 2015",
                "text": {
                    "headline": "The Abandoned Soviet Aviation School",
                    "text": "<div class=\"chat-transcript\"><p>I found Maris through the internet when I was searching abandoned Soviet Factories and Bunkers. My idea was to find one of the massive abandoned factories, the product of a centralized economy, which had scarred Latvia's landscape and just stand there and take it in. In December 2014 Maris had exhibited a photography exhibition called <a href=\"http://fotomuzejs.lv/news/10-current/345-marisgrunskis\"/><i>Ghosts</i> at the Latvia Photography Museum</a>. I had scrolled through the photos looking at images of flooded bunkers, nuclear missle silos and massive factories. The images contained huge snarls of twisted cables, geometric venting, tunnels like mirrors reflecting mirrors and the texture of peeling paint and the smell of wet concrete. It was clear that he was not looking at these buildings as simply blight on the landscape but something that could be inherited by the next generation, his generation, something that could be reinterpreted and made their own.</p><p>I sat in the fortress of Daugavpils in a cafe by the Rothko institute. I was sunning myself. A group of women in bright expensive looking dresses sat far at another table. There was a dull hum and my phone rang. 3 calls later he was sitting at the table. \"You Australian's are probably used to this light but we are not.\" he said squinting. I slid over my glasses to him. Maris works at the information centre in the fortress which is around 200 years old but has been moved and rebuilt many times. He sits in a grey hoodie and jeans, he has auburn hair and a orange stubble has begun to grow. He speaks of history like layers of sediment, his hand drawing a horizontal line in the air. \"First was the Russian empire, the Latvian independence then the Nazis came and then we had the Soviet System.\"</p><p>There is another hum from the table and the phone is ringing this time from his mother. \"I was supposed to fix my mother's tap\" he says before picking it up. \"No I forgot\" he says in this ensuing conversation. \"I have many hobbies\" he says after he has hung up. \"I like biology, biological history and normal history\". What he is saying is that it is these things that take up his time. It is history that makes him forget what he has to do today.</p><p><img src=\"/img/dpils/IMG_1840.JPG\"/><br/><span class=\"caption\">Maris Grunskis</span></p><p>I tell him about the places I have been to, about the Aral sea and the Gulag. \"How do you think that this camp is different from the German camps?\" he asks. \"I have only been to dachau. But this Gulag had higher walls that you could not see through. There was more of an effort to control information here. To create a closed world.\" \"I remember in Soviet times I was born in 85 and near my house all the walls you could not see through but after the walls came down and you could see through this wire fence. There was still a fence but the difference was a lot\".</p><p>\"I need a coffee. They say that alcohol makes you more creative but you lack the will to do something and coffee gives you the will but makes you lack the creativity. So I like both.\"</p><p>The information room has a giant table with chairs in the middle of it and looks like a big official conference room, perhaps a place where you would sign a treatise. There are flags around the wall - an Old Soviet Flag, a flag of the Russian empire and the flag of Daugavpils. There are also manikins dressed in the uniforms of 3 of the armies that lived in this fortress. \"This is the Russian empire from Napolean's time\" he is wearing a green tunic and hat like a hard shell taco with a feather sticking out of it. \"This is Independent Latvia\" a brown ww1 era unifrom. \"And this is from Soviet times\" a blue jacket with a blue flat topped officer's hat. All 3 uniforms looks spectacularly of their era, the tones and hues that came in as fashion. But the Soviet appears the most recognizable. </p><p>\"So your mother is Russian?\" I ask. Maris is fiddling around in a slightly manic way with a laptop and projector. \"My mother's grandfather is from Armenia. He was one who repairs shoes.\" he says. \"A cobbler?\" \"Maybe.\" he says putting the data projector back in the bag having not turned it on. He explained how his great grandfather escaped the Turkish genocide as he had word that the Turks were coming. He crossed the border into Georgia. \"He has one of these Singer! Singer!\" \"Sewing machine?\" \"Yes! Maybe. And there is a family story about how he came over the border walking with my grandfather as a baby in one hand and the Singer in the other.\" He has packed up the data project and put it back in the cupboard. \"and then my grandmother was a nurse and my grandfather was an engineer. During the war he was in charge of destroying the railroad when the Germans were coming and then when the Germans were retreating he had to build the railroads that were destroyed. My grandmother's family, they were in trouble with the government, they were Kulaks because they kept bees\" he says making the shapes of boxes with his hands. \"Then they did not want to work on a Kolkhoz and anyway it was bad and she had to escape. So she was on the train with all these soldiers going to the front when her and my grandfather met. Here sit down.\" I sit in front of the laptop.</p><p><img src=\"/img/dpils/IMG_1833.JPG\"/></p><p>We go through the photos of his exhibit which are vertical strips. \"I made them like this to make them more intense\" he says. He explains each one: a hole in a mossy forest is the entrance to a nuclear bunker, a massive air vent, a flooded bunker \"you could feel the electricity pricking you in the water, I was afraid to drop something in there\", a long tunnel from the Radio Teknika building in Riga like a echo of red squares, a nuclear missile silo. Each photograph contains the colours of decaying industry - bright but highlighted with wet shadow damp. </p><p><img src=\"/img/dpils/IMG_1839.JPG\"/><span class=\"caption\">There were English lessons held at the school too</span></p><p>Maris then puts on a video which is a slideshow of different images with a background of sound that he recorded - drips, the ruffle of paper on concrete, the clang of heavy boots on metal stairs with the crunch of crumbs of rust. Maris went on these trips with urban explorers which have chapters in most cities in the world. One photo flashes up of a man's head in a very tight tunnel. \"Did you feel claustrophobic?\" I ask \"Of course. We had to dig down into this silo. That man got stuck and we had to push him out.\" I think about what would have happened if they did not go as a group and was stuck in a tunnel deep in a disused Soviet missile silo, shouting until he was hoarse, the torch becoming dim then running out of batteries altogether. I realise that Maris' understanding of history as layers that rest on top of each other is actually a literal one in which as an archeologist, history is something you can dig for. </p><p>There is humour in the images as well - a panel is lit out of shot by torches so the buttons appear to be operational. After the slideshow he goes to explain to me how a rocket works, we watch a newsreel of a Soviet missile being lowered into a silo \"Just listen to this music\" says Maris while in the background plays bright flute and piano. </p><p><img src=\"/img/dpils/IMG_1851.JPG\"/><span class=\"caption\">The Fortress and the abandoned Soviet Aviation School</span></p><p>He then gets up and explains to me the history of the fortress. How often it was rebuilt - how the town of Daugavpils was originally called \"Dinaburg\" then was absorbed into the Russian Empire and became Dvinsk, how it was destroyed and rebuilt 7 times, how it was the last Bastion style fortress where the walls are build like a many pointed stars to allow for crossover of firing arcs, how the entire town had been moved, the drainage system which allowed the continually rising water table to drain, how everything was designed in a very 19th Century idea of order, organization and permanence. The fortress town which looked like a normal town had a place for every rank all the way to the most important person having an apartment in the very centre. </p><p>\"Let's go see\" says Maris. Outside the information centre we round a corner and head into a dark cavernous room. \"This was used to store vegetables. And when people tell me ahh the Soviet union was fine - I show them this\" he shines his tourch up and from the arched brick roof is exposed what looks like the head of an unexploded bomb. \"This was from the period of rationalization - doing more with less. This used to be an aviation school and so they had many plane parts. There was a hole in the roof so they just stuck this bomb in there, put some bitumen over the top but it does not work because on the ground after the rain is all wet.\" </p><p>Back outside we head towards a large square building. The fortress was badly damaged in WW2 and rebuilt by the Soviets. \"Are you ready to go urban exploring now?\" he asked as we approached a door crudely barricaded shut with rough cut pieces of wood. \"Sure\" I said looking at my white shoes. \"Don't step on any nails\" he said disappearing into a basement window. I heard the crunch of glass as he landed. Inside this building once an aviation school was dusty. It had three floors and a basement. Each floor had a long corridor from which rooms lead. The light filtered in through dusty windows, the afternoon tones of sepia and memory. We climbed steps tp the first floor, blue paint was flecking off the walls, there was the shadow of heating units stolen long ago. \"People come in and steal all the metal then sell it\" Maris said as we went into a room. \"A little mafia. But you can sell the wood to heat a room in winter\" we entered a room which had a board on the wall. \"This must have had the keys to get into the room. This was a room for the teachers.\"</p><p><img src=\"/img/dpils/IMG_1827.JPG\"/><br /><span class=\"caption\">Title: Program for the Communist Party of the Soviet Union</span></p><p>In the next room some of the wooden floor tiles had been torn up leaving paper and bedding underneath. \"Sometimes we find interesting things - once we found a picture of lenin\"</p><p>We went to the next room and the sunlight was becoming more orange. \"A ha.\" said Maris \"look at this!\" He picked up a light cover and held it up to the sun. On it was written \"Busy! Working lasers!\" \"They must have had lasers here for demonstration! for classes\" said Maris. </p><p><img src=\"/img/dpils/IMG_1829.JPG\"/><span class=\"caption\">Here works lasers</span></p><p>We moved on - finding things at random - a newpaper from 1985, a bottle of Soviet Fanta, shoes, a book of Soviet ideology, rules on how the school should be locked at the end of classes. \"Every single thing was always written down,\" said Maris \"there were rules for everything!\" . It dawned on me how strange this was. We were not in the countryside we were right next a well funded art museum containing painting from Mark Rothko here in the second largest city in Latvia, a country of the EU was this immense building that still contained history from a world that no longer existed and it was here to be picked up.</p><p>We were walking down one hall, the smell of must and dust, the crunch of boots on glass when we heard a flutter. \"Oh now this sad,\" said Maris moving into the room from where the sound came we saw a sparrow trying in vain to get through the window, a beam of fiery light shone through. Both of us went to the window and tried to open it. Mine was permanently shut from a lock above I could not reach but Maris got his open but the sparrow was no longer around flying to some distant wing. \"We once found 150 dead bats here, between the windows. One had got stuck and called his friends\". We moved to other rooms. </p><p>When we were climbing to the top floor we saw him again, fluttering weakly by the window. \"I think is not the first day he is here\" \"I will scare it from below up.\" I said and moved down. He was just out of reach from Maris on the stairwell above. \"Do you think I can climb on this ledge?\" \"I don't see why not.\" \"YOu see the reason why there is ledge here is that the old wall that was left here was thicker Czarist wall but a thinner soviet wall was built on top.\" said Maris edging his way toward the wall where the bird fluttered. He heaved himself up and opened the window. The bird fluttered weakly again above then went out into the afternoon sunshine. \"That is at least one good thing we have done today.\"</p><p><img src=\"/img/dpils/IMG_1841.JPG\"/><span class=\"caption\">Komsolmolskaya Pravda: The Komosmol's Truth</span></p><p>The top floor, being the hardest to steal things from was the most intact of all the floors. In one room we had found a pile of things someone else had collected but obviously discarded, there were sheets from a German aviation magazine, a small fabric pouch with someone's initials on it, a medicine bottle with a rolled up paper in it. \"This is a very good find.\" said Maris. There was a sketchpad which was unfortunately empty and an envelope with a letter still inside. Maris gathered these things up to take them back to the information centre, in a cloud of dust. \"Try not to breathe it in. Because if you do you will have a scratch in your throat for a few days.\" \"Do these buildings have asbestos?\" I asked knowing full well they did. \"Look out over there absestos in all these buildings but we are still alive.\"</p><p>In another room was soundproofed with egg cartons, many hanging from the room, the ground littered with them. \"Every time I come back there are more on the ground\" said Maris. This reminded me a story Maris had told me before. During Perestoryka Americans had come to inspect the missile silos, to measure the length of the rocket they used a meter long stick (no even a ruler). \"They thought these AMericans were from the future. They had a machine where you put the point here and there then press a button and you know how long it is.\" </p><p><img src=\"/img/dpils/IMG_1847.JPG\"/></p><p>In another room the water had come in making moss collect on the damp blackened wall. \"We have one more stop\"</p><p>On the roof in the dying moments of the sun I can see out, I ask Maris what he thinks about ethnic Russians that live here. The ones that decided not to become Latvian citizens. His mother is Russian. \"I think this thing they did was really stupid. I really don't like this politics where they play one side against the other.\" he says clutching his fingers together and pulling them apart. I ask him about soft power - propaganda on Radio. \"But there is the Western side too - which you look at Ukraine and sometimes the Ukrainians lie too. And you can wonder if they think you have to lie to beat Russia.\" \"I think as soon as you lie you have lost something you can't get back.\" I said but it sounded niave. Looking out on the roof. South over the town, through Belarussia to Eastern Ukraine a war was still going on even now. I had told Maris how great it was being in Latvia now, how I had a hard time in Russia because people were not returning my emails which he mistook for anti-Russian sentiment. I had encountered this before - that many people in and around Russia wanted to correct my notion of Russians as dead-eyed underbiting killing machines. I had been travelling throughout Russia and I knew the real deal. </p><p><img src=\"/img/dpils/IMG_1844.JPG\"/><span class=\"caption\">Rocket trajectory</span></p><p>Even here Maris was picking up plants that had grown in gaps in the roof, trying to swim against the inevitable stream of entropy and decay. There was the final moments of the sun and the whole sky was alight. \"I hope you don;t get in trouble with your girlfriend.\" I said. \"No it is always like this.\"</p><p>The sun was setting fast by the time we got to the bottom again. I was helping him shut the gates. \"There is a whole eco-system that lives in this wall. Birds nest in it and bats.\" He said as we walked across the bridge of hte moat. Black birds fluttered into holes between the rocks. </p><p>\"We are trying to show people now that there is a right way to do things. We restored this guardhouse from old photos and we make sure the bricks are right, that they are made from the same materials, that the granite at the bottom is right. We still have people that think like the Soviets, and they just use concrete and the water comes up and up and they have to drill a hole and put in a huge pipe but I think that slowly they are learning.\"</p></div>" 

                    },
                "location": {
                    "name": "Daugavpils",
                    "lat": 55.8958425,
                    "lon": 26.5372155, 
                    "zoom": 4,
                    "line": true
                },
               "media": {
                        "url":              "/img/dpils/IMG_1830.JPG",
                        "credit":           "",
                        "caption":          "The lonely halls"
                    }
            },
             {
                "date": "10 May 2015",
                "text": {
                    "headline": "The Museum of Soviet Arcade Machines",
                    "text": "<div class=\"chat-transcript\"><video id=\"slide3-vid1\" width=\"568\" height=\"378\" controls><source src=\"/video/mg_tanks.mp4\" type=\"video/mp4\"></video><p>Over the ding and whir of the tramline that bisect Baumanskaya street and through the door of the Museum of Soviet Arcade Machines, I fished out my 1000 ruble note and slid it with a wink over the counter to the bored looking girl. I was given in return an envelope containing 15 x 15 Kopek coins. I pinched one and held it aloft to watch the wreath cradled hammer and sickle glisten in the fluorescent light.</p><p>The museum is one large hall, with polished concrete floors and walls of whitewashed brick. At first glance it evokes a spurious pang of nostalgia in this Westerner as he saw the brilliantly graffik'd machines. But the strageness of this mirror world was exposed on closer inspection of a submarine game called Morskoi Boi as the Ns and Rs became reversed.</p><p><img src=\"/img/moscowgames/IMG_1421.JPG\"/></p><p>The hall is decked out as if a 12 year old won the lottery, right down to the framed collection of sportcar cards and coin operated Soviet Soda machines at the entrance. \"If I won the lottery I'd have coke come out of the hot water tap and lemonade out of the cold\" I had always said. I never thought about what would happen in the shower.</p><p>Making my way to the middle of the hall I stood with eyes closed, drinking in the 8 bit maelstrom of call and response, as machines awoke demanding your kopeks, then fell silent again like a narcolept.</p><p>I went to the loudest machine named \"Motorgonki\". I inserted my 15 kopek piece. A bike represented as scramble of black pixels sat there. My feet fumbled around for a pedal and I was off. The steering was incredibly lose and my bike tended to go spinning out of control. I'd forgotten how hard 8 bit games were. Then I hit a pedestrian restarted and hit another bike. The bike seemed to struggle in the middle and flip out. Then as soon as it began ФИНИШ (Finish) was announced at the top and the machine shrieked for me to put in another 15 kopeks.</p><p>Morskoi Boi was a classic from what I could gather as they had 3 other versions. I inserted my 15 kopeks. I was soon looking through the periscope at a seascape. The shadow of a ship slid across the horizon in the distance. I tracked it and fired. A hit. The scene went black but for an orange light that flashed in the surreal vista. This repeated a few times. Some hits some misses. But soon it told me to \"Game Over\" in Russian. I could see why it was popular - making much with little (the secret to all good arcade games of the era). Plus it ended in about 5 seconds.</p><p>Next was a top down racer called Champion M (1988). It was 4 player but I didn't know that so I was the only one going around the entire track which had pixels so large it looked like Chinese checkers. And I won.</p><p><img src=\"/img/moscowgames/IMG_1446.JPG\"/></p><p><img src=\"/img/moscowgames/IMG_1448.JPG\"/></p><p>Then a claw game ZOND where ancient lollies where to be fished out of a bed of what looked like bath crystals.  I played it but never tasted the sweet tang of the Soviet starburst. I maintain that almost every excruciating claw game is a scam I just have no way of proving it.</p><p>I then played Tankodrom (see video at top). A plastic army tank like from Franklins but you control it and its firing of a red light at various plastic missile installations (which could be found in the same aisle at Franklins). </p><p>The rest is hard to recall - there was a hunting game called Oxota, a miracle of 1975. It was basically an automated shooting gallery where bears and rabbits represented by a sequence of backlit stencils that shot by a wooden stocked rifle as they flashed from one side of the board to the other. A hockey game called Shaibu Shaibu had excellent depth where a puck had to be fired past a goalie. No matter what the crowd of flashing humanoid shapes were ecstatic. I was so glad. </p><p>I dropped my last 15 kopek into the Soda Machine and for my money got a plastic cup of warm fizzy apple cider. It was clear that Soviet Games relied far more on mechanical than the graphical whizzbangery of their Western Counterparts. This meant that they were playable even today. In a world where gears are easily stripped and bulbs burst it made their continued existence here and now all the more remarkable.</p><p><img src=\"/img/moscowgames/IMG_1435.JPG\"/></p><div class=\"fb-follow\" data-href=\"https://www.facebook.com/theredwake\" data-colorscheme=\"light\" data-layout=\"standard\" data-show-faces=\"false\"></div></div>"            },
                "location": {
                    "name": "Moscow",
                    "lat": 55.776428,
                    "lon": 37.6769399, 
                    "zoom": 4,
                    "line": true
                },
                "media": {
                        "url":              "/img/moscowgames/IMG_1424.JPG",
                        "credit":           "",
                        "caption":          "The Museum of Soviet Arcade Machines"
                    }
            },
            {
            "date": "6 April 2015",
            "text": {
                "headline": "Frozen Red Orchestra",
                "text": "<div class=\"chat-transcript\"><p>I travelled to Moscow to spend a few weeks looking at Constructivist art and architecture. After the deserts of Uzbekistan I was happy to be in a city although I soon discovered that Muscovites don't answer emails or update their webpages. I visited galleries that no longer existed or had been closed for years for repairs, I imagined phones that rang out in deserted offices. </p><p><img src=\"/img/moscow2/IMG_1487.JPG\"/></p><p>After a month most leads went cold or never heated up in the first place. I decided to hit the streets. I made a map of every constructivist building in the city and went to look at them. Constructivism as an art movement happened at a unique moment in history - at the dawn of the Bolshevik state. There was an explosion of creative energy and these artists genuinely though that utopia was just round the corner. This energy was still there to see, frozen in the city's architecture provided you knew the right stones to look under.</p><p><img src=\"/img/moscow2/IMG_1208.JPG\"/></p><p>I had to schlep through the outer suburbs of Moscow, jump train lines, hide from dogs but I had the exhilaration of seeing this art in the wild that was a shockwave that continues to reverberate around the world influencing everything from IKEA to web design, from fashion to advertising.</p><p><img src=\"/img/moscow2/IMG_1355.JPG\"/></p><p><img src=\"/img/moscow2/IMG_1494.JPG\"/></p><p><img src=\"/img/moscow2/IMG_1566.JPG\"/></p><p><img src=\"/img/moscow2/IMG_1541.JPG\"/></p><div class=\"fb-follow\" data-href=\"https://www.facebook.com/theredwake\" data-colorscheme=\"light\" data-layout=\"standard\" data-show-faces=\"false\"></div></div>"            },
            "location": {
                "name": "Khiva",
                "lat": 55.749792, 
                "lon": 37.632495,
                "zoom": 4,
                "line": true
            },
            "media": {
                    "url":              "/img/moscow2/IMG_1028.JPG",
                    "credit":           "",
                    "caption":          "The Russian poet Mayakovsky - not just a pretty face"
                }
        },
         {
            "date": "6 April 2015",
            "text": {
                "headline": "Monyaq - By a Vanished Sea",
                "text": "<div class=\"chat-transcript\"><p><img src=\"/img/aralsea/IMG_0711.JPG\"/></p><p><img src=\"/img/aralsea/IMG_0708.JPG\"/></p><p><img src=\"/img/aralsea/IMG_0716.JPG\"/></p><p>Continuing down the main street I could see through gaps in the buildings the edge of town - the horizon. Past me drove old Russian Ladas, rusting where the ice and snow had be kicked up for thrity winters in the well by the wheel, families crammed in looking out, eyes locking on me as they drove past. I turned down a small alley passing kids were playing basketball on a dirt court. Further down I was at last alone. I had reached the edge of town and it was very quiet, there was a hill with sand dunes then an electrical relay station. It was strange to see everything end here, no power lines running out. In the distance a bike put putted down a road, past two skeletons no longer discernible as factories, crumbling ruins that imply former structure, like an impressionist work.</p><p><img src=\"/img/aralsea/IMG_0895.JPG\"/></p><p>The sound of the bike faded away to nothing. I continued on through the dunes. The coarse rocky dirt turned to sand, in it were crushed plastic bottles of Azia beer, cigarette butts. As I went further from the edge of the village an unnerving silence descended. I crouched down in the valley formed by two dunes. It was completely silent but for the distant exhalation of air through the stalks of ashen plants long since dead. I looked closely at the sand. There were small white shells. I plunged in my hand. It was quite fine on the surface but became coarser the further my fingers clawed. My retrieved hand was dusty around the cuticles not clean like  beach in Australia. Looking closer I could see small specks of green, stubborn little shoots of life. I knew what these were, just like every Australian did. These plants with their roots formed a subterranean system that held together the sand on the beach, kept it from being pulled in, eroded away into the sea.</p><p><img src=\"/img/aralsea/IMG_0889.JPG\"/></p><p>I was still amongst the dunes and could not see the horizon. I scrambled up and down dunes, heading away from the town. Would they go on forever? I thought. I wanted to find a high point. And then I did. I stood on the final dune, and beyond was a landscape, terrifying in its scale and uniformity, an unbroken expanse of sand and sand and sand dotted with the grey yellow characterless tufts of grasses like ancient relatives whisked from family gatherings where they had been too past it to interact. The clouds sat low, their grey underbellies remained static, their shadows printed on the plane, permanent and solid. There was something absurd about this boundlessness existing in the real untheoretical world and I was affected in a way I had not expected. In the long distance a blue tractor kicked up a small cloud of dust, tilling god knows what. Suddenly, from behind the dune three cows walked past in single file. One mooed loud and hollow. I could hear the ding of a bell and it struck me as mad that anyone could loose a cow in such a landscape.</p><p><img src=\"/img/aralsea/IMG_0844.JPG\"/></p><p>I moved on walking through the dunes, parallel to the limits of the village, which had disappeared now completely behind them. Something restrained me from moving beyond the solidity of those dunes and into the madness of that infinity, by myself. It seemed as if to cross past the final dune would mean to become lost in a terrible dreamscape where physical laws no longer applied.</p><div class=\"fb-follow\" data-href=\"https://www.facebook.com/theredwake\" data-colorscheme=\"light\" data-layout=\"standard\" data-show-faces=\"false\"></div></div>"            },
            "location": {
                "name": "Monyaq",
                "lat": 43.7709526,
                "lon": 59.0233183, 
                "zoom": 1,
                "line": true
            },
            "media": {
                    "url":              "/img/aralsea/IMG_0666.JPG",
                    "credit":           "",
                    "caption":          "The Ship Graveyard in Monyaq"
                }
        },
                {
            "date": "6 April 2015",
            "text": {
                "headline": "Chat Transcript from Khiva",
                "text": "<div class=\"chat-transcript\"><video id=\"slide3-vid1\" width=\"568\" height=\"378\" controls><source src=\"/video/UzbekDance.mp4\" type=\"video/mp4\"></video> >So yesterday I'm having a nice dinner by myself.<br /> >And I order a nice beer and prepare to get stuck into said beer<br /> >Anyways it's this cavernous restaurant - cool sandstones, all underground, which is nice because Khiva is in the desert and has everything associated with the desert.<br /> >And suddenly this tour group rocks up with all these oldies in cargo pants like everyone from European countries began doing 5 years ago<br /> >And then another tour group turns up and suddenly I have like 30 people all sitting around in what was an empty resturant all facing me.<br /> >Then this family of minstels in uzbek garb comes out<br /> >One looks like Vin Diesel. Ones an old man with gold teeth<br /> >Ones a real pretty girl<br /> >And the last is a fat woman with a painted on monobrow<br /> >No joke.<br /> >They're considered really beautiful here<br /> >Anyways now my personal dinner of reading has turned to front row seats for monobrow 2015<br /> >And I haven't seen a pretty woman in weeks<br /> >Old man gold teeth starts playing the drums.<br /> >Pretty is playing the accordion<br /> >The Vin Diesel guy dances and says \"hey uup!\" Over and over<br /> >I dunno what monobrow does I think she just stands there having a monobrow<br /> >Anyway they start and they're amazing<br /> >Theres a drum battle between old man gold teeth and Vin Diesel slapping his cheeks to make the music!<br /> >There's another another girl that dances real good and bends over backwards and picks up a ring in her teeth<br /> >Even monobrow sings a song<br /> >Anyways Vin Diesel is wearing a hat and they bring out this other hat and gives it to the tour guide sitting at the next table<br /> >He has to get up and dances<br /> >And I'm right there at the front thinking ah fuck fuck it was fine before audience participation but there's<br /> >The first pretty girl ive seen in weeks<br /> >Sure enough tour guide comes right up to me when I'm half way through eating a mouthful of rice and I have to dance.<br /> >And I'm dancing in from of all these people I dont know<br /> >And then the tour guide picks up my camera to take a shot of me<br /> >But it's low light so I have to stand still like an idiot holding this ridiculous pose<br /> >And instead of pressing thr shoot button he turns off the camera<br /> >And it's real awkward cos I gotta turn it on again and that takes ages<br /> >And the then the music finishes and no shot!<br /> >But then the pretty girl gave me the thumbs up.<br /> >The end <p></p><p>Some more photos from Khiva </p><p><img src=\"/img/khiva/IMG_0540.JPG\"/></p><p><img src=\"/img/khiva/IMG_0551.JPG\"/></p><p><img src=\"/img/khiva/IMG_0556.JPG\"/></p><p><img src=\"/img/khiva/IMG_0573.JPG\"/></p></div>"            },
            "location": {
                "name": "Khiva",
                "lat": 41.3891466, 
                "lon": 60.3500032,
                "zoom": 4,
                "line": true
            },
            "media": {
                   
                }
        },
        {
            "date": "6 April 2015",
            "text": {
                "headline": "Night train to Bukhara",
                "text": "<div class=\"story-content\"><video id=\"slide3-vid1\" width=\"568\" height=\"378\" controls><source src=\"/video/trainBukhara.mp4\" type=\"video/mp4\"></video><p>After I left the Fergana Valley, with its heavy police control, through the mountains that crown its edge to the capital Tashkent. There I hopped on a night-train into the desert to the ancient and lonely city of Bukhara. It was here I bunkered down to write.</p><p><img src=\"/img/bukhara/IMG_0505.JPG\"/></p><p><img src=\"/img/bukhara/IMG_0510.JPG\"/></p><p><img src=\"/img/bukhara/IMG_0497.JPG\"/></p></div>"
            },
            "location": {
                "name": "Narmangan",
                "lat": 39.7775363, 
                "lon": 64.4227981,
                "zoom": 4,
                "line": true
            },
            "media": {
                    "url":              "/img/bukhara/IMG_0496.JPG",
                    "credit":           "",
                    "caption":          "More old men"
                }
        },
        {
            "date": "6 April 2015",
            "text": {
                "headline": "Men in Suits and the People of the Fergana Valley",
                "text": "<div class=\"story-content\"><p>\"You know they have pest control in Uzbekistan\" said the Kyrgyz border guarder that called over another soldier and a man in a suit when he had typed in my passport details. It was the men in suits you really had to worry about but my stash of dried apricots could be jettisoned if need be. I had been eating dried fruit like a Sultan and could afford to lose some. The guard poised the stamp over my passport then clamped it down. I was through.</p><p>It was only as I walked out into no man's land that I realised he had said \"Press control\". </p><p>Uzbekistan is a police state to a level I had not experienced before. At the border my bag was opened, everything was taken out right to unpairing of my socks. Every photo I had taken was flipped through, the books were examined to see if they contained any Islamic fundamentalist material while another suit man scrolled through my emails on my phone and listened to the audio files I had on them. When I typed in the password on my computer - yet another suit-man this one with black eyes so deep you could drop a penny in and not hear the splash asked without a twitch of a smile \"You have any sex movies on this computer?\" \"What? No.\" \"Why not?\"</p><p>I could not believe it when I was let through to the Spring midday haze, a dirt lot with parked cars and idle taxi drivers. I would be looking at the cotton industry here - a subject on which many a journalist had been expelled. I would have to operate here very low to the ground - a tourist with a big I <3 NY t-shirt, holding out the map on the main drag with his wallet half hanging out of his back pocket. Just make sure the photo has the big statue in the foreground with the school children picking cotton in the back. We have enough megapixels now to ditch the statue of Glorious Leader later.</p><p>I took a trip to the city of Narmangan so I could cross the Great Fergana Canal - a 270km canal built in 1939 by 160,000 Soviet workers. The bridge over the canal was heavily guarded so there was no possibility of taking photos. Just write it all down. I killed time waiting for the return taxi to Fergana, sitting at a Funfair and taking photos of people and trying not to look like a creep. </p><p><img src=\"/img/fergana/IMG_0437.JPG\"/></p><p><img src=\"/img/fergana/IMG_0441.JPG\"/></p><p><img src=\"/img/fergana/IMG_0448.JPG\"/></p><p><img src=\"/img/fergana/IMG_0453.JPG\"/></p><p><img src=\"/img/fergana/IMG_0457.JPG\"/></p><p><img src=\"/img/fergana/IMG_0465.JPG\"/></p><p><img src=\"/img/fergana/IMG_0482.JPG\"/></p><p><img src=\"/img/fergana/IMG_0485.JPG\"/></p></div>"
            },
            "location": {
                "name": "Narmangan",
                "lat": 40.9704676, 
                "lon": 71.6446225,
                "zoom": 4,
                "line": true
            },
            "media": {
                    "url":              "/img/fergana/IMG_0479.JPG",
                    "credit":           "",
                    "caption":          "The Entrance to Fergana Oblast"
                }
        },
        {
            "date": "Early April 2015",
            "text": {
                "headline": "Sokh, Uzbekistan",
                "text": "<div class=\"story-content\"><p>An exclave is an island of territory detached from the main body of a country. As far as information went the Uzbekistan exclaves of Sokh and Shakhimardan were complete blank spots. I had not been able to find much on the internet except what my dear friend Court had given me, I had contacted journalists, tour companies, even the guy that had written the section of Kyrgyzstan in the Central Asia Lonely Planet and I could not find anyone that had actually been there. Peace Corps volunteers were not even allowed in the same state otherwise their contract is terminated and they are instantly sent home.</p><p>I managed to find a one man guide operation that usually took climbing tours of the stunning mountain scenery to take me to the border to try and get in. Nelzhar is Russian for impossible. Especially when said by an armed Kyrgyz soldier.</p><video oncanplay=\"triggerReady();\" id=\"slide3-vid1\" width=\"568\" height=\"378\"><source src=\"/video/enclave.mp4\" type=\"video/mp4\"></video><p>They are oil wells pumping in the background. Yes, I had to listen to that music everywhere all the time.</p><p>These exclaves were originally drawn in the 1920s by Stalin when he was commissioner of nationalities and were a way to ensure local tensions remained inflamed, eclipsing any urge for rebellion against Moscow. I eventually met a local that had been to Shakhimardan and he said that it's beautiful. It used to be a resort town of thousands next to a lake and now is basically abandoned but for a large Uzbek military base. </p><img src=\"/img/sokh/IMG_0433.JPG\"/><p>Guide and driver.</p><img src=\"/img/sokh/IMG_0427.JPG\"/><p>That's me</p></div>"
            },
            "location": {
                "name": "Kadamzhai District",
                "lat": 39.9642824, 
                "lon": 71.131378,
                "zoom": 4,
                "line": true
            },
            "media": {
                    "url":              "/img/sokh/IMG_0409.JPG",
                    "credit":           "",
                    "caption":          "The entrance to the Uzbek Enclave Shakhimardan"
                }
        },
        {
            "date": "End of March 2015",
            "text": {
                "headline": "The divided city of Osh, Kyrgyzstan",
                "text": "<div class=\"story-content\"><p>Kyrgyzstan's second largest city <i>feels</i> different from the capital Bishkek and is said to be older than Rome.  They talk of the North-South divide in Kyrgyzstan and this city of the South is sterner, starker and more conservative. It was -8 the first few days I arrived and snowed like mad. I was told by a few people (that I could believe and trust) I was probably under surveillance. The snow let me operate incognito.</p><img src=\"/img/osh/IMG_0292.JPG\"/><p>This is the family I travelled to Osh with. 12 hours over hairpin turns and mountain passes</p><img src=\"/img/osh/IMG_0294.JPG\"/><p>Mountain Mosque</p><img src=\"/img/osh/IMG_0319.JPG\"/><p>Despite inter-ethnic war in 1990 and, twenty years later in 2010, Uzbeks and Kyrgyz are happy to play chess on a Sunday afternoon.</p><img src=\"/img/osh/IMG_0337.JPG\"/><p>Lenin</p><img src=\"/img/osh/IMG_0352.JPG\"/><p>I just like Soviet era Soda Machines</p></div>"
            },
            "location": {
                "name": "Osh",
                "lat": 40.5202113, 
                "lon": 72.8085423,
                "zoom": 2,
                "line": true
            },
            "media": {
                    "url":              "/img/osh/IMG_0350.JPG",
                    "credit":           "",
                    "caption":          "Osh from Mount Suleman-Altoo"
                }
        },
            {
            "date": "10 March 2015",
            "text": {
                "headline": "Ripped off at the Osh Bazaar",
                "text": "<div class=\"story-content\"><video oncanplay=\"triggerReady();\" id=\"slide1-vid1\" width=\"568\" height=\"378\" poster=\"img/osh_bazaar/dusty_oshWEB.JPG\"><source src=\"/video/mashrutka.mp4\" type=\"video/mp4\"><img src=\"img/osh_bazaar/dusty_oshWEB.JPG\"/></video></div><p>Bishkek is a city dusted with grey silt: it covers its cars, roads, the hulking Soviet apartment blocks and the tiny roadside kiosks that sit next to them. It gets up your nose and into your lungs so that most people cough and spit as they walk along the street.</p><p>I have gotten used to the smell by now but scribbled from when I first arrived is \"smells like diesel exhaust and maple syrup\". Bishkek is sustained by a complex network of mashrutkas - small buses which can take you from anyplace to any other place - the hemoglobin carrying oxygen. And if this dusty, pungent beast has a heart it is Osh Bazaar.</p><p><img src=\"http://www.theredwake.com/img/osh_bazaar/throngWEB.JPG\"/></p><p>\"Osh bazaari\" said the old man next to me, pointed out the fogged up side window down a street which channeled a crowd before they disappeared into the dusty haze. I told the driver to stop and stepped out following them past the usual street-side sellers - hot nuts, cigarettes by the singles and phone cards. I was jostled until I reached a wide open space which lay in front of a gate clearly signposted as Osh Bazaar.</p><p>Inside was a labyrinth, alleys off alleys, people churning through a paste of mud and used sunflower seeds. Soon the alley opened up to a large chamber under a patchwork marquee built from several individual tarps lashed to the ground with aging rope. This was clearly the epicentre of Osh Bazaar with all fresh produce - sacks of dried fruit, nuts and the smell of fennel and caraway. Beside stalls were twitchy men in knockoff Addidas tracksuits or Babushkas their faces like the dried apricots they sold sitting on stools with the patience that only the ancient have.</p><p><img src=\"http://www.theredwake.com/img/osh_bazaar/OB_spicesWEB.JPG\"/></p><p>I walked up to a man in a blue tracksuit and pointed to the almonds. He plunged in a trowel to the sack and let me try a few. They were very fresh. I bought some.</p><p>I wandered past a noticeboard around which a large crowd had assembled. I glanced sideways to see what was written and when I glanced back there was a policeman (or militsiya) standing right in front of me. He looked young, his features were sharp, his skin quite dark. As he approached I was close enough to see his blue jacket was made out of a cheap synthetic. \"At coodar vy\" (where from). \"Iz Aftrailii\". That's usually enough to get a smile of appreciation. But he retained his bored expression. \"Ya Militya\" yes I understood that he was a policeman. We stood for a minute both unimpressed with each other in a stalemate of mutual indifference. He spat and gestured me to follow him into a small demountable with \"Militiya\" written on the front.</p><p><img src=\"http://www.theredwake.com/img/osh_bazaar/militsiyaWEB.JPG\"/></p><p>Inside was wood panelled - a pudgy policemen in a Ushanka (furry hat) sat slumped aside a small table. At one end was an empty holding cell inside which the detail was lost in the gloom. Two more men sat untidily, looking at their phones. The officer that had brought me in led me almost into the cell but stopped at the desk. \"yest Narkotiki?\" I looked in disbelief and told them that I arrived yesterday. </p><p>\"Vash baggage\". I put my bag on the table. The pudgy officer slowly went through what I had in my backpack. Camera, notebook, laptop, cheese, almonds, red peppers. I was happy that I could say every item in Russian. But the attempt at levity was shot down. Fine. I began to sulk. They were not satisfied. The young one that had brought me in patted my jacket. I eventually and ever so reluctantly took out my wallet and placed it on the table.</p><p>I watched the fat one open it. He counted the money very slowly. The young one that had collared me on the street asked the questions - when did I arrive?, Where was I staying?, What am I doing here? He stood to my side - so to answer him I would have to look away. I didn't. I kept my eye on the money. How long would I stay? He shoved a phone with a calendar under my nose. A good diversionary technique except the idiots kept mumbling to each other under their breath - as if I couldn't understand them I wouldn't worry about them slowly checking my bank notes during a search for narcotics.</p><p>They were pissed off. I was pissed off. I packed my stuff and asked to take a photograph of them. \"Nyet\". Cmon. \"Nyet!\". I've noticed that the more crooked the cop the more they hate their photograph taken. Once outside I took a left a right and a left down alleys off alleys. They now knew how much I had and would probably get the word out. When I reached the top of a flight steps between a barber and a shop that seemed to sell exclusively old television remotes I checked my money. It was all there but it was still probably time to go.</p><p>The second lot came when I was waiting at the bus stop with a big crowd. Mushrutkas arrived over the crest of the hill in packs of threes or fours in a maelstrom of honking and screeching brakes. You had about thirty seconds to decode a sign listing destinations in screaming Cyrillic before it pulled off in a cloud of exhaust. After about thirty minutes I could taste dust and metal.</p><p><img src=\"http://www.theredwake.com/img/osh_bazaar/mashrutkaWEB.JPG\"/><span class=\"caption\">Mushrutka Hell</span></p><p>Out of the crowd two men came at me. Both wearing black synthetic jackets. They were tall - \"Vash passpart\" they flashed IDs. I asked to see them again. They were hand written but who knew what counted as identification  round here for police or border control or whatever these guys were. \"yest Narkotiki?\"</p><p>I looked at them incredulously. And told them - you know I was searched an hour ago. They understood. One gave me a pitying look but extended his hands to signify they wanted to search me. These two seemed friendlier. Oh you're a student learning Russian here. Do you like it? They propped up my backpack on an overhang from a metal fence. The concrete supporting the fence was pitched so that if I did not hold my bag it would tumble into the mud. They went through grabbing each item and handing it to me - telling me to keep a hand on my bag. Then came time for the wallet. I felt a little more confident this time that if I kept my eyes fixed on my money as they counted they would have no opportunity to steal it. I watched him count the notes very slowly and put them back in a crumpled bunch. I was sure it was all there. \"Photocopy vash passpart\". He said giving me back my passport before they both returned to the anonymity of the polyester crowd. Telling me to photocopy my passport was a particularly nice touch - it said \"Kid, you're lucky you got a good cop cos there are a lot of dodgy ones out there\".</p><p>I waited until after I hopped off the Mashrutka into Bishkek's main square before I took out my wallet and counted just to be sure. I uncurled notes from the crumpled bunch the colourful Kyrgyzstani SOM notes wrapped in the dependable green of a single US$20 note. Only thing was I had arrived with two.</p>  </div>"
            },
            "location": {
                "name": "Kadamzhai District",
                "lat": 42.875317, 
                "lon": 74.570494,
                "zoom": 1,
                "line": true
            },
            "media": {
                    "url":              "/img/osh_bazaar/osh_bazaar_entranceWEB.JPG",
                    "credit":           "",
                    "caption":          "The Outskirts of Bishkek - en route to the Osh Bazaar"
                }
        }]
    }
}
