{
    "storymap": {
        "language": "AU",              
        "map_type": "osm:standard",      
        "map_as_image": false,  
        "slides": [
        {
            "date": "6 April 2015",
            "text": {
                "headline": "Men in Suits and the People of the Fergana Valley",
                "text": "<div class=\"story-content\"><p>\"You know they have pest control in Uzbekistan\" said the Kyrgyz border guarder that called over another soldier and a man in a suit when he had typed in my passport details. It was the men in suits you really had to worry about but my stash of dried apricots could be jettisoned if need be. I had been eating dried fruit like a Sultan and could afford to lose some. The guard poised the stamp over my passport then clamped it down. I was through.</p><p>It was only as I walked out into no man's land that I realised he had said \"Press control\". </p><p>Uzbekistan is a police state to a level I had not experienced before. At the border my bag was opened, everything was taken out right to unpairing of my socks. Every photo I had taken was flipped through, the books were examined to see if they contained any Islamic fundamentalist material while another suit man scrolled through my emails on my phone and listened to the audio files I had on them. When I typed in the password on my computer - yet another suit-man this one with black eyes so deep you could drop a penny in and not hear the splash asked without a twitch of a smile \"You have any sex movies on this computer?\" \"What? No.\" \"Why not?\"</p><p>I could not believe it when I was let through to the Spring midday haze, a dirt lot with parked cars and idle taxi drivers. I would be looking at the cotton industry here - a subject on which many a journalist had been expelled. I would have to operate here very low to the ground - a tourist with a big I <3 NY t-shirt, holding out the map on the main drag with his wallet half hanging out of his back pocket. Just make sure the photo has the big statue in the foreground with the school children picking cotton in the back. We have enough megapixels now to ditch the statue of Glorious Leader later.</p><p>I took a trip to the city of Narmangan so I could cross the Great Fergana Canal - a 270km canal built in 1939 by 160,000 Soviet workers. The bridge over the canal was heavily guarded so there was no possibility of taking photos. Just write it all down. I killed time waiting for the return taxi to Fergana, sitting at a Funfair and taking photos. </p><p><img src=\"/img/fergana/IMG_0437.JPG\"/></p><p><img src=\"/img/fergana/IMG_0441.JPG\"/></p><p><img src=\"/img/fergana/IMG_0448.JPG\"/></p><p><img src=\"/img/fergana/IMG_0453.JPG\"/></p><p><img src=\"/img/fergana/IMG_0457.JPG\"/></p><p><img src=\"/img/fergana/IMG_0465.JPG\"/></p><p><img src=\"/img/fergana/IMG_0437.JPG\"/></p><p><img src=\"/img/fergana/IMG_0482.JPG\"/></p><p><img src=\"/img/fergana/IMG_0485.JPG\"/></p></div>"
            },
            "location": {
                "name": "Narmangan",
                "lat": 40.9704676, 
                "lon": 71.6446225,
                "zoom": 4,
                "line": true
            },
            "media": {
                    "url":              "/img/fergana/IMG_0479.JPG",
                    "credit":           "wikipedia",
                    "caption":          "The Entrance to Fergana Oblast"
                }
        },
        {
            "date": "Early April 2015",
            "text": {
                "headline": "Sokh, Uzbekistan",
                "text": "<div class=\"story-content\"><p>An exclave is an island of territory detached from the main body of a country. As far as information went the Uzbekistan exclaves of Sokh and Shakhimardan were complete blank spots. I had not been able to find much on the internet except what my dear friend Court had given me, I had contacted journalists, tour companies, even the guy that had written the section of Kyrgyzstan in the Central Asia Lonely Planet and I could not find anyone that had actually been there. Peace Corps volunteers were not even allowed in the same state otherwise their contract is terminated and they are instantly sent home.</p><p>I managed to find a one man guide operation that usually took climbing tours of the stunning mountain scenery to take me to the border to try and get in. Nelzhar is Russian for impossible. Especially when said by an armed Kyrgyz soldier.</p><video oncanplay=\"triggerReady();\" id=\"slide3-vid1\" width=\"568\" height=\"378\"><source src=\"/video/enclave.mp4\" type=\"video/mp4\"></video><p>They are oil wells pumping in the background. Yes, I had to listen to that music everywhere all the time.</p><p>These exclaves were originally drawn in the 1920s by Stalin when he was commissioner of nationalities and were a way to ensure local tensions remained inflamed, eclipsing any urge for rebellion against Moscow. I eventually met a local that had been to Shakhimardan and he said that it's beautiful. It used to be a resort town of thousands next to a lake and now is basically abandoned but for a large Uzbek military base. </p><img src=\"/img/sokh/IMG_0433.JPG\"/><p>Guide and driver.</p><img src=\"/img/sokh/IMG_0427.JPG\"/><p>That's me</p></div>"
            },
            "location": {
                "name": "Kadamzhai District",
                "lat": 39.9642824, 
                "lon": 71.131378,
                "zoom": 4,
                "line": true
            },
            "media": {
                    "url":              "/img/sokh/IMG_0409.JPG",
                    "credit":           "wikipedia",
                    "caption":          "The entrance to the Uzbek Enclave Shakhimardan"
                }
        },
        {
            "date": "End of March 2015",
            "text": {
                "headline": "The divided city of Osh, Kyrgyzstan",
                "text": "<div class=\"story-content\"><p>Kyrgyzstan's second largest city <i>feels</i> different from the capital Bishkek and is said to be older than Rome.  They talk of the North-South divide in Kyrgyzstan and this city of the South is sterner, starker and more conservative. It was -8 the first few days I arrived and snowed like mad. I was told by a few people (that I could believe and trust) I was probably under surveillance. The snow let me operate incognito.</p><img src=\"/img/osh/IMG_0292.JPG\"/><p>This is the family I travelled to Osh with. 12 hours over hairpin turns and mountain passes</p><img src=\"/img/osh/IMG_0294.JPG\"/><p>Mountain Mosque</p><img src=\"/img/osh/IMG_0319.JPG\"/><p>Despite inter-ethnic war in 1990 and, twenty years later in 2010, Uzbeks and Kyrgyz are happy to play chess on a Sunday afternoon.</p><img src=\"/img/osh/IMG_0337.JPG\"/><p>Lenin</p><img src=\"/img/osh/IMG_0352.JPG\"/><p>I just like Soviet era Soda Machines</p></div>"
            },
            "location": {
                "name": "Osh",
                "lat": 40.5202113, 
                "lon": 72.8085423,
                "zoom": 2,
                "line": true
            },
            "media": {
                    "url":              "/img/osh/IMG_0350.JPG",
                    "credit":           "wikipedia",
                    "caption":          "Osh from Mount Suleman-Altoo"
                }
        },
            {
            "date": "10 March 2015",
            "text": {
                "headline": "12 March 2015 - Ripped off at the Osh Bazaar",
                "text": "<div class=\"story-content\"><video oncanplay=\"triggerReady();\" id=\"slide1-vid1\" width=\"568\" height=\"378\" poster=\"img/osh_bazaar/dusty_oshWEB.JPG\"><source src=\"/video/mashrutka.mp4\" type=\"video/mp4\"><img src=\"img/osh_bazaar/dusty_oshWEB.JPG\"/></video></div><p>Bishkek is a city dusted with grey silt: it covers its cars, roads, the hulking Soviet apartment blocks and the tiny roadside kiosks that sit next to them. It gets up your nose and into your lungs so that most people cough and spit as they walk along the street.</p><p>I have gotten used to the smell by now but scribbled from when I first arrived is \"smells like diesel exhaust and maple syrup\". Bishkek is sustained by a complex network of mashrutkas - small buses which can take you from anyplace to any other place - the hemoglobin carrying oxygen. And if this dusty, pungent beast has a heart it is Osh Bazaar.</p><p><img src=\"http://www.theredwake.com/img/osh_bazaar/throngWEB.JPG\"/></p><p>\"Osh bazaari\" said the old man next to me, pointed out the fogged up side window down a street which channeled a crowd before they disappeared into the dusty haze. I told the driver to stop and stepped out following them past the usual street-side sellers - hot nuts, cigarettes by the singles and phone cards. I was jostled until I reached a wide open space which lay in front of a gate clearly signposted as Osh Bazaar.</p><p>Inside was a labyrinth, alleys off alleys, people churning through a paste of mud and used sunflower seeds. Soon the alley opened up to a large chamber under a patchwork marquee built from several individual tarps lashed to the ground with aging rope. This was clearly the epicentre of Osh Bazaar with all fresh produce - sacks of dried fruit, nuts and the smell of fennel and caraway. Beside stalls were twitchy men in knockoff Addidas tracksuits or Babushkas their faces like the dried apricots they sold sitting on stools with the patience that only the ancient have.</p><p><img src=\"http://www.theredwake.com/img/osh_bazaar/OB_spicesWEB.JPG\"/></p><p>I walked up to a man in a blue tracksuit and pointed to the almonds. He plunged in a trowel to the sack and let me try a few. They were very fresh. I bought some.</p><p>I wandered past a noticeboard around which a large crowd had assembled. I glanced sideways to see what was written and when I glanced back there was a policeman (or militsiya) standing right in front of me. He looked young, his features were sharp, his skin quite dark. As he approached I was close enough to see his blue jacket was made out of a cheap synthetic. \"At coodar vy\" (where from). \"Iz Aftrailii\". That's usually enough to get a smile of appreciation. But he retained his bored expression. \"Ya Militya\" yes I understood that he was a policeman. We stood for a minute both unimpressed with each other in a stalemate of mutual indifference. He spat and gestured me to follow him into a small demountable with \"Militiya\" written on the front.</p><p><img src=\"http://www.theredwake.com/img/osh_bazaar/militsiyaWEB.JPG\"/></p><p>Inside was wood panelled - a pudgy policemen in a Ushanka (furry hat) sat slumped aside a small table. At one end was an empty holding cell inside which the detail was lost in the gloom. Two more men sat untidily, looking at their phones. The officer that had brought me in led me almost into the cell but stopped at the desk. \"yest Narkotiki?\" I looked in disbelief and told them that I arrived yesterday. </p><p>\"Vash baggage\". I put my bag on the table. The pudgy officer slowly went through what I had in my backpack. Camera, notebook, laptop, cheese, almonds, red peppers. I was happy that I could say every item in Russian. But the attempt at levity was shot down. Fine. I began to sulk. They were not satisfied. The young one that had brought me in patted my jacket. I eventually and ever so reluctantly took out my wallet and placed it on the table.</p><p>I watched the fat one open it. He counted the money very slowly. The young one that had collared me on the street asked the questions - when did I arrive?, Where was I staying?, What am I doing here? He stood to my side - so to answer him I would have to look away. I didn't. I kept my eye on the money. How long would I stay? He shoved a phone with a calendar under my nose. A good diversionary technique except the idiots kept mumbling to each other under their breath - as if I couldn't understand them I wouldn't worry about them slowly checking my bank notes during a search for narcotics.</p><p>They were pissed off. I was pissed off. I packed my stuff and asked to take a photograph of them. \"Nyet\". Cmon. \"Nyet!\". I've noticed that the more crooked the cop the more they hate their photograph taken. Once outside I took a left a right and a left down alleys off alleys. They now knew how much I had and would probably get the word out. When I reached the top of a flight steps between a barber and a shop that seemed to sell exclusively old television remotes I checked my money. It was all there but it was still probably time to go.</p><p>The second lot came when I was waiting at the bus stop with a big crowd. Mushrutkas arrived over the crest of the hill in packs of threes or fours in a maelstrom of honking and screeching brakes. You had about thirty seconds to decode a sign listing destinations in screaming Cyrillic before it pulled off in a cloud of exhaust. After about thirty minutes I could taste dust and metal.</p><p><img src=\"http://www.theredwake.com/img/osh_bazaar/mashrutkaWEB.JPG\"/><span class=\"caption\">Mushrutka Hell</span></p><p>Out of the crowd two men came at me. Both wearing black synthetic jackets. They were tall - \"Vash passpart\" they flashed IDs. I asked to see them again. They were hand written but who knew what counted as identification  round here for police or border control or whatever these guys were. \"yest Narkotiki?\"</p><p>I looked at them incredulously. And told them - you know I was searched an hour ago. They understood. One gave me a pitying look but extended his hands to signify they wanted to search me. These two seemed friendlier. Oh you're a student learning Russian here. Do you like it? They propped up my backpack on an overhang from a metal fence. The concrete supporting the fence was pitched so that if I did not hold my bag it would tumble into the mud. They went through grabbing each item and handing it to me - telling me to keep a hand on my bag. Then came time for the wallet. I felt a little more confident this time that if I kept my eyes fixed on my money as they counted they would have no opportunity to steal it. I watched him count the notes very slowly and put them back in a crumpled bunch. I was sure it was all there. \"Photocopy vash passpart\". He said giving me back my passport before they both returned to the anonymity of the polyester crowd. Telling me to photocopy my passport was a particularly nice touch - it said \"Kid, you're lucky you got a good cop cos there are a lot of dodgy ones out there\".</p><p>I waited until after I hopped off the Mashrutka into Bishkek's main square before I took out my wallet and counted just to be sure. I uncurled notes from the crumpled bunch the colourful Kyrgyzstani SOM notes wrapped in the dependable green of a single US$20 note. Only thing was I had arrived with two.</p>  </div>"
            },
            "location": {
                "name": "Kadamzhai District",
                "lat": 42.875317, 
                "lon": 74.570494,
                "zoom": 1,
                "line": true
            },
            "media": {
                    "url":              "/img/osh_bazaar/osh_bazaar_entranceWEB.JPG",
                    "credit":           "wikipedia",
                    "caption":          "The Outskirts of Bishkek - en route to the Osh Bazaar"
                }
        }]
    }
}
