{
    "storymap": {
        "language": "AU",              
        "map_type": "osm:standard",      
        "map_as_image": false,  
        "slides": [
            {
            "date": "10 March 2015",
            "text": {
                "headline": "Ripped off at the Osh Bazaar",
                "text": "<div class=\"story-content\"><img src=\"http://www.theredwake.com/img/osh_bazaar/dusty_oshWEB.JPG\"/><p>Bishkek is a city dusted with grey silt: it covers its cars, roads, the hulking Soviet apartment blocks and the tiny roadside kiosks that sit next to them. It gets up your nose and into your lungs so that most people cough and spit as they walk along the street.</p><p>I have gotten used to the smell by now but there is the note when I first arrived which said \"like diesel exhaust and maple syrup\". Bishkek is sustained by a complex network of mashrutkas - small buses which can take you from anyplace to any other place - the hemoglobin that carry oxygen. If this well dusted, pungent beast has a heart it is Osh Bazaar.</p><p><img src=\"http://www.theredwake.com/img/osh_bazaar/throngWEB.JPG\"/></p><p>\"Osh bazaari\" said the old man next to me, pointed out the fogged up side window down a street which carried a throng of people before they disappeared into the dusty haze. I stopped the Mashrutka and stepped out following the them past the usual street-side sellers - selling hot nuts, single cigarettes and phone cards. I was jostled until I reached a wide open space which lay in front of a gate clearly signposted as Osh Bazaar.</p><p><img src=\"http://www.theredwake.com/img/osh_bazaar/osh_bazaar_entranceWEB.JPG\"/></p><p>Inside was a labyrinthine series of alleys off alleys of people churning through a paste of mud and used sunflower seeds that everyone here seems to be chewing and spitting. Soon the alley opened up to a large chamber under a patchwork marquee built from several individual tarps lashed to the ground with aging rope. This was clearly the epicentre of Osh Bazaar with all fresh produce - sacks of dried fruit, nuts and the smell of fennel and caraway. Beside stalls were twitchy men in knockoff Addidas tracksuits or Babushkas their faces like the dried apricots they sold sitting on stools with patience that only the ancient have.</p><p><img src=\"http://www.theredwake.com/img/osh_bazaar/OB_spicesWEB.JPG\"/></p><p>I walked up to a man in a blue tracksuit and pointed to the almonds. He plunged in a trowel to the sack and let me try a few. They were very fresh. I bought some.</p><p>I wandered past a noticeboard around which a large crowd had assembled. I glanced sideways to see what was written and when I glanced back there was a policeman (or militsiya) standing right in front of me. He looked young, his features were sharp and his skin was quite dark. As he approached I was close enough to see his blue jacket was made out of a cheap synthetic. \"At coodar vy\" (where from). \"Iz Aftrailii\". That's usually enough. But he held and expression that remained bored despite meeting an Australian. \"Ya Militya\" yes I understood that he was a policeman. We stayed for a minute both unimpressed with each other in a stalemate of mutual indifference. He spat and gestured me to follow him into a small demountable with \"Militiya\" written on the front.</p><p><img src=\"http://www.theredwake.com/img/osh_bazaar/militsiyaWEB.JPG\"/></p><p>Inside was wood panelled - a pudgy policemen in a Ushanka (furry hat) sat slumped aside a small table. At one end was an empty holding cell inside the detail got lost in the gloom. Two more men sat untidily, looking at their phones. The officer that had brought me in led me almost into the cell but stopped at the desk. \"yest Narkotiki?\" I looked in disbelief and told them that I arrived yesterday. </p><p>\"Vash baggage\". I put my bag on the table. The pudgy officer slowly went through what I had in my backpack. Camera, book, laptop, cheese, almonds, red peppers. I was happy that I could say every item in my bag in Russian. But every attempt at levity was shot down. Fine. I began to sulk. They were not satisfied. The young one patted my jacket. I eventually and ever so reluctantly took out my wallet and placed it on the table.</p><p>I watched pudgy open it. He counted the money very slowly. The young one that had collared me on the street asked the questions - when did I arrive?, Where was I staying?, What am I doing here? He stood to my side - so to answer him I would have to look away. I didn't. I kept my eye on the money. How long would I stay? He shoved a phone with a calendar under my nose. A good diversionary technique except the idiots kept mumbling to each other under their breath - as if I couldn't understand them I wouldn't worry about them slowly checking my bank notes during a search for narcotics.</p><p>They were pissed off. I was pissed off. I packed my stuff and asked to take a photograph. \"Nyet\". Cmon. \"Nyet!\". I've noticed that the more crooked the cop the more they hate their photograph taken. Once outside I took a left a right and a left down alleys off alleys. They now knew how much I had and would probably let someone else know for another shot at counting the money. When I reached the top of a flight steps between a barber and a shop that seemed to sell exclusively old television remotes I checked my money. It was all there but it was still probably time to go.</p><p>***</p><p>The second lot came when I was waiting at the bus stop with a big crowd. Mushrutkas arrived over the crest of the hill in packs of threes or fours in a maelstrom of honking and screeching brakes. You had about thirty seconds to decode a sign of destinations in screaming Cyrillic before it pulls off in a cloud of exhaust. After about thirty minutes I could taste dust and metal.</p><p><img src=\"http://www.theredwake.com/img/osh_bazaar/mashrutkaWEB.JPG\"/><span class=\"caption\">Mushrutka Hell</span></p><p>Out of the crowd two men came at me. Both wearing black synthetic jackets. They were tall - \"Vash passpart\" they flashed IDs. I asked to see them again. They were hand written but who knew what identification for police or border control or whatever these guys were. \"yest Narkotiki?\"</p><p>I looked at them incredulously. And told them - you know I was searched an hour ago. They still wanted to search me. These two seemed friendlier. Oh you're a student learning Russian here. Do you like it? They propped up my backpack on an overhang from a metal fence. The concrete supporting the fence was pitched so that if I did not hold my bag it would tumble into the mud. They went through grabbing each item and handing it to me. Then came time for the wallet. I felt a little more confident this time that if I kept my eyes fixed on them they would have no opportunity to steal my money. I gave them my wallet and I watched him count the notes very slowly and put them back in a crumpled bunch. I was sure they had no opportunity to steal anything.\"Photocopy vash passpart\". He said giving me back my passport before they both returned to the anonymity of the polyester crowd. Telling me to photocopy my passport was a particularly nice touch - it said \"Kid, you're lucky you got a good cop cos there are a lot of dodgy ones that are liable to hold your passport to ransom\".</p><p>I waited until after I hopped off the Mashrutka into Bishkek's main square before I took out my wallet and counted just to be sure. I uncurled the shoved notes the colourful Kyrgyzstani SOM notes wrapped in the dependable green of a single US$20 note. Only thing was I had arrived with two and had not spent one.</p>  </div>"
            },
            "location": {
                "name": "Kadamzhai District",
                "lat": 42.875317, 
                "lon": 74.570494,
                "zoom": 2,
                "line": true
            },
            "media": {
                    "url":              "http://www.russia-ukraine-travel.com/image-files/unkown-russian-artist-women-of-the-kolkhoz.jpg",
                    "credit":           "wikipedia",
                    "caption":          "The Outskirts of Bishkek - en route to the Osh Bazaar"
                }
        }]
    }
}
